{
  "introduction": "LOI n° 2024 – 014 \nportant Code du travail \n \nEXPOSE DES MOTIFS \n \nLe Code du travail qui est le principal texte applicable en matière de droit du travail est un texte législatif relatif aux conditions techniques et socio-économiques de travail, y compris l’hygiène, la sécurité et la santé au travail.  \n \nDans cette optique, la Loi n°2003-044 du 28 juillet 2004 portant  Code du travail qui a abrogé et remplacé l’ancienne Loi n°94-029 du 25 août 1995 a apporté des améliorations et des clarifications importantes aux règles régissant les relations de travail dans différents domaines, notamment ceux du contrat de travail, des relations collectives de travail, de la promotion des droits fondamentaux au travail ou encore des sanctions pénales. Cependant, après plusieurs années de mise en œuvre, on constate que l’actuel Code du travail pose des difficultés d’application au niveau de plusieurs articles. De ce fait, son actualisation et sa réadaptation sont nécessaires par rapports aux réalités évolutives et aux situations nouvelles du monde du travail pour combler les lacunes de son application et d’élever le niveau de vie des travailleurs. \n \nAussi bien l’Etat que les partenaires sociaux ont  constaté le besoin de procéder à la refonte des dispositions du Code du travail. Ce besoin se trouve renforcé par la situation engendrée par la pandémie du COVID-19 qui a perturbé le fonctionnement du monde du travail et, par ricochet, la mise en application du Code du travail. \n \nEn outre, Madagascar s’est engagé politiquement dans l’amélioration des conditions de vie des travailleurs Malagasy, en ratifiant les conventions de l’Organisation Internationale du Travail (OIT) relatives à la migration de travail, à savoir : la Convention (n°143) sur les travailleurs migrants, (dispositions supplémentaires), ratifiée le 11 juin 2019, qui vient en complément de la Convention (n°97) sur les travailleurs migrants (révisée), laquelle a été déjà ratifiée le 11 juin 2001 et relatives à la sécurité et santé au travail, à savoir : la Convention (n°155) sur la sécurité et santé au travail et la Convention (n°187) sur le cadre promotionnel pour la sécurité et santé au travail qui ont été ratifiées en Juin 2023. \n \nParallèlement à cette initiative, d’autres importantes conventions ont été ratifiées dont la Convention (n°181) sur les agences d’emploi privées, la Convention (n° 189) sur les travailleurs et travailleuses domestiques et le Protocole 2014 relatif à la Convention (n°29) sur le travail forcé. Elles contiennent certaines dispositions visant à protéger de manière explicite les travailleurs migrants et touchent de manière directe à des questions critiques pour la mise en place d’un système de recrutement éthique de ces travailleurs migrants. \nEn situation actuelle, Madagascar est un pourvoyeur de travailleurs migrants exposés au risque d’être victimes de traite de personne et diverses exploitations abusives durant leur processus de recrutement dans les pays de destination ne garantissant pas les Droits de l’Homme. Ainsi, la mise en concordance du Code du travail avec les instruments internationaux ratifiés garantira les droits fondamentaux des travailleurs migrants. \n \nCette refonte du Code du travail est une conceptualisation contextuelle de la législation du travail. Pour y parvenir, des discussions récurrentes entre un horizon élargi d’acteurs nationaux et internationaux ont été menées dans le cadre d’un atelier national et les résultats ont été ensuite débattus au niveau du Conseil National du Travail (CNT) qui est l’organe de dialogue social par excellence du monde du travail, et de la Commission de la Réforme des Droits des Affaires qui est l’organe du Ministère de la Justice en charge de la mise en conformité légistique des textes. \nMais L’esprit de la refonte du Code du travail est aussi de garder les acquis des Codes du travail précédents, notamment la  Loi n°94-029 du 25 août 1995 et la Loi n°2003-044 du 28 juillet 2004, pour la protection des droits des travailleurs et des employeurs et d’en mettre des dispositions nouvelles qui reflètent la réalité actuelle et les conventions récemment ratifiées par Madagascar. \n \nPar la suite, après avoir été soumis au gouvernement, en vue de renforcer les discussions et les acquis à travers un dialogue social approfondi, le Projet de Code du travail a été de nouveau soumis et débattu deux fois au Conseil National du Travail (CNT) et les résultats de ces consultations, dont en particulier l’avis de cette entité tripartite sur les observations et propositions émanant de la Primature et différents départements  ministériels ont été consignés dans des procès-verbaux signés par les mandants tripartites du monde du Travail, certifiant d’un commun accord le consensualisme dans cette refonte du Code du travail. \n \nCe Code du travail contient 395 articles et se subdivise en onze titres comme suit: \n \n- TITRE I : DISPOSITIONS GENERALES \n- TITRE II : DU CONTRAT DE TRAVAIL \n- TITRE III : DES CONDITIONS DE TRAVAIL \n- TITRE IV : DE LA SECURITE ET DE LA SANTE AU TRAVAIL \n- TITRE V : DES RELATIONS COLLECTIVES DE TRAVAIL \n- TITRE VI : DU REGLEMENT DU CONTENTIEUX \n- TITRE VII : DE L’ADMINISTRATION DU TRAVAIL \n- TITRE VIII : DE L’EMPLOI  \n- TITRE IX : DE LA FORMATION PROFESSIONNELLE \n- TITRE X : DES PENALITES \n- TITRE XI : DISPOSITIONS TRANSITOIRES ET FINALES \n \n \nTel est l’objet de  la  présente loi.\n\nL’Assemblée nationale et le Sénat ont adopté lors de leurs séances plénières respectives en date du 20 juin 2024 et du 1er juillet 2024,\n\nLE PRESIDENT DE LA REPUBLIQUE,\nVu la Constitution,\nVu la Décision n°11-HCC/D3 du 08 août 2024 de la Haute Cour Constitutionnelle,\nPROMULGUE LA LOI DONT LA TENEUR SUIT :",
  "titles": [
    {
      "value": "TITRE PREMIER",
      "text": "DES DISPOSITIONS GENERALES",
      "chapters": [
        {
          "value": "CHAPITRE PREMIER",
          "text": "DU TRAVAILLEUR ET DE L\u0027EMPLOYEUR",
          "articles": [
            {
              "title": "Article premier",
              "content": "La présente loi est applicable à tout employeur et à tout travailleur dont le contrat de travail, quels que soient sa forme, le lieu de sa conclusion et la résidence de l\u0027une ou de l\u0027autre partie, est exécuté à Madagascar.  \n \nElle détermine les règles et principes applicables en matière de relations de travail individuelles aussi bien que collectives. \n \nLes dispositions du présent Code ne sont pas applicables aux agents publics régis par un statut général ou par un statut particulier, aux travailleurs indépendants et aux travailleurs régis par le Code maritime."
            },
            {
              "title": "Article 2",
              "content": "Est considéré comme travailleur au sens du présent Code, quels que soient son sexe et sa nationalité, toute personne qui s\u0027est engagée à mettre son activité professionnelle, moyennant rémunération, sous la direction et l’autorité d\u0027une autre personne physique ou morale, publique ou privée. \n \nSont également considérés comme travailleurs au sens du présent Code : \n \n1. les personnes rétribuées à la tâche ou aux pièces, dès lors qu’elles exécutent habituellement pour le compte d\u0027une entreprise le travail par elles-mêmes, sans qu’il y ait lieu d’exiger d’elles de démontrer l’existence entre elles et leur employeur d’un lien de subordination juridique, ni à qui appartient le local, la matière mise en œuvre ou l\u0027outillage qu\u0027elles emploient; \n2. les personnes exécutant habituellement pour le compte et sous l\u0027autorité d\u0027une autre personne le travail par elles-mêmes, quels que soient le mode de rémunération et la durée de travail ; \n3. les travailleurs migrants et les travailleurs domestiques."
            },
            {
              "title": "Article 3",
              "content": "Est considéré comme employeur au sens du présent Code toute personne physique ou morale, individuelle ou collective, publique ou privée, dans l’économie formelle ou informelle, ayant ou non un but lucratif, quelle que soit sa nationalité, son statut, son secteur ou sa branche d\u0027activité, qui, assumant les risques financiers, engage, rémunère et/ou dirige le personnel, qui loue ses services."
            }
          ]
        },
        {
          "value": "CHAPITRE II",
          "text": "DU TRAVAIL FORCE",
          "articles": [
            {
              "title": "Article 4",
              "content": "Le travail forcé ou obligatoire est interdit.  \n \nLe terme \"travail forcé ou obligatoire\" désigne tout travail ou service rémunéré ou non, exigé d\u0027un individu sous la menace d\u0027une peine quelconque ou d’une mesure négative et pour lequel ledit individu ne s\u0027est pas offert de plein gré."
            },
            {
              "title": "Article 5",
              "content": "Les dispositions de l’article 4 ci-dessus ne s\u0027appliquent pas dans les cas énumérés ci-dessous : \n \n1. travaux, services, secours requis dans les circonstances d\u0027accidents, naufrages, inondations, incendies, pandémies, sinistres ou autres calamités ainsi que dans les cas de brigandages, pillages, flagrants délits, clameurs publiques ou d\u0027exécution judiciaire ; \n \n2. travaux d\u0027intérêt collectif exécutés en application d\u0027une convention librement consentie par les membres du Fokonolona ou dans le cadre de menus travaux de village et devenus exécutoires ; \n \n3. travaux à caractère purement militaire lorsqu\u0027ils sont exigés en vertu des dispositions législatives portant organisation de la défense nationale et travaux d\u0027intérêt général réalisés volontairement dans le cadre du service national ; \n \n4. tout travail exigé d\u0027un individu comme conséquence d\u0027une condamnation prononcée par une décision judiciaire, à la condition que ce travail ou service soit exécuté sous la surveillance et le contrôle des autorités publiques et qu\u0027il soit destiné à des réalisations d\u0027intérêt public. Sont de ce fait interdites l\u0027imposition de travail aux personnes se trouvant en détention préventive ainsi que la cession gratuite de main-d’œuvre carcérale à des particuliers, entreprises ou personnes morales privées, même si ceux-ci sont chargés de l\u0027exécution des travaux publics ; \n \n5. toute mesure disciplinaire prévue dans le règlement intérieur établi conformément aux dispositions du présent Code et à ses textes subséquents.5"
            }
          ]
        },
        {
          "value": "CHAPITRE III",
          "text": "DU DROIT A L’EGALITE ET DE L’INTERDICTION DE LA DISCRIMINATION EN MATIERE D’EMPLOI OU DE PROFESSION",
          "articles": [
            {
              "title": "Article 6",
              "content": "Est interdite toute forme de discrimination directe ou indirecte en matière d’emploi ou de profession."
            },
            {
              "title": "Article 7",
              "content": "La discrimination s’entend de toute distinction, exclusion ou préférence fondée sur la race, la couleur, le sexe, la religion, l\u0027opinion politique, l\u0027ascendance nationale (qui couvre les distinctions subies par des nationaux sur la base de leur pays de naissance, de leur ascendance ou de leur origine) ou l\u0027origine sociale, l’état de santé, le handicap, l’appartenance syndicale, l’âge, les modes de vie et la situation de famille, qui a pour effet de détruire ou d\u0027altérer l\u0027égalité de chances ou de traitement en matière d\u0027emploi ou de profession."
            },
            {
              "title": "Article 8",
              "content": "Il y a discrimination directe quand un traitement moins favorable est explicitement ou implicitement fondé sur un ou plusieurs des motifs de discrimination prévus à l’article 7 ci-dessus.  \n \nIl y a discrimination indirecte quand des lois ou règlements, des situations ou des pratiques apparemment neutres aboutissent, en réalité, à des inégalités à l’encontre de certaines catégories de personnes, en raison d’un ou plusieurs des motifs de discrimination visés à l’article 7 ci-dessus."
            },
            {
              "title": "Article 9",
              "content": "Ne constituent pas de discrimination les distinctions, exclusions ou préférences fondées sur les qualifications exigées pour un emploi déterminé."
            }
          ]
        },
        {
          "value": "CHAPITRE IV",
          "text": "DU RESPECT DE LA DIGNITE DE LA PERSONNE HUMAINE",
          "sections": [
            {
              "value": "Section 1",
              "text": "des dispositions générales",
              "articles": [
                {
                  "title": "Article 10",
                  "content": "– Tout salarié a droit au respect de sa dignité. Dans toutes les relations de travail, nul ne peut être victime de mauvais traitement ou de violence portant atteinte à l\u0027intégrité physique ou morale prévue et sanctionnée par le Code pénal. \n \nAucun salarié ne peut faire l\u0027objet d\u0027une sanction, ni d\u0027une discrimination dans sa carrière ou dans son travail, ni d\u0027un licenciement pour avoir résisté à des agissements de harcèlement d\u0027un employeur, de son représentant ou de toute autre personne qui, abusant de l\u0027autorité que lui confèrent ses fonctions, ses relations ou sa position dans l\u0027entreprise, a donné des instructions, proféré des menaces, imposé des contraintes ou exercé des pressions de toute nature sur ce salarié dans le but d\u0027obtenir des faveurs de nature sexuelle ou autres à son profit ou au profit d\u0027un tiers. \n \nEst considéré comme harcèlement sexuel au travail, toute conduite non souhaitée, de nature sexuelle qui interfère avec le travail, conditionne l\u0027emploi ou le déroulement normal de la carrière ou crée un environnement de travail intimidant. \nAucun salarié ne peut faire l\u0027objet d\u0027une sanction, ni d\u0027une discrimination dans sa carrière ou dans son travail, ni d\u0027un licenciement pour avoir témoigné des agissements définis à l\u0027alinéa précédent ou pour les avoir relatés."
                },
                {
                  "title": "Article 11",
                  "content": "Lorsque la fouille corporelle du personnel, à l’entrée ou à la sortie du travail, est justifiée par la nature particulière du travail accompli ou par l’activité de l’entreprise, elle ne peut en aucune façon être pratiquée dans des conditions contraires à la dignité des salariés. Dans tous les cas, la fouille corporelle ne doit être effectuée que par une personne de même sexe que celle qui la subit."
                },
                {
                  "title": "Article 12",
                  "content": "Sont considérés comme harcèlement moral au travail tous gestes, paroles, écrits, comportements, attitudes répétées ou systématiques et abusifs qui ont pour objet ou pour effet une dégradation des conditions de travail portant atteinte aux droits et à la dignité du travailleur ou de l’employeur, d’altérer leur santé physique ou mentale ou de compromettre leur avenir professionnel."
                }
              ]
            },
            {
              "value": "Section 2",
              "text": "des obligations de l’employeur",
              "articles": [
                {
                  "title": "Article 13",
                  "content": "L’employeur est tenu de prendre des mesures appropriées correspondant à son degré de contrôle pour prévenir la violence et le harcèlement dans le monde du travail. \n \nUne telle obligation inclut en particulier, dans la mesure où cela est raisonnable et pratiquement réalisable : \n \n1. la définition et la mise en œuvre, en consultation avec les travailleurs et leurs représentants, d’une politique du lieu de travail relative à la violence et au harcèlement ; \n \n2. la prise en compte de la violence et du harcèlement et des risques psychosociaux qui y sont associés, dans la gestion de la sécurité et de la santé au travail ; \n \n3. l’identification des dangers et l’évaluation des risques de violence et de harcèlement, en y associant les travailleurs et leurs représentants, la prise de mesures destinées à prévenir et à maîtriser ces dangers et ces risques; \n \n4. la mise à disposition des travailleurs et des autres personnes concernées, sous des formes accessibles selon le cas, d’informations et d’une formation sur les dangers et les risques de violence et de harcèlement identifiés et sur les mesures de prévention et de protection correspondantes, y compris sur les droits et responsabilités des travailleurs et autres personnes concernées en lien avec la politique visée à l’alinéa 2.1 du présent article ;"
                },
                {
                  "title": "Article 14",
                  "content": "L’employeur est tenu de mettre en place au sein de l’établissement: \n \n1. une procédure appropriée permettant à la victime, aux témoins et aux dénonciateurs de signaler l’acte, dans le respect de la vie privée des personnes concernées et sans avoir à craindre des représailles ; \n2. des mesures appropriées interdisant la violence et le harcèlement et les sanctionnant de manière appropriée, dans le respect du droit à la défense."
                }
              ]
            },
            {
              "value": "Section 3",
              "text": "de la protection de la victime, des plaignants, des témoins,  des dénonciateurs et de la responsabilité de l’employeur",
              "articles": [
                {
                  "title": "Article 15",
                  "content": "Toute victime de harcèlement est en droit de demander des dommages-intérêts auprès d’une juridiction compétente, qu’il soit travailleur ou employeur. \n \nAucun travailleur ne peut faire l\u0027objet d’une sanction ni d’une discrimination dans sa carrière ou dans son travail, ni d’un licenciement pour avoir résisté à des agissements de violence ou de harcèlement dans le monde du travail.  \nAucun travailleur ne peut faire l\u0027objet d’une sanction ni d’une discrimination dans sa carrière ou dans son travail, ni d’un licenciement pour avoir dénoncé, témoigné ou relaté des actes de violence ou de harcèlement dans le monde du travail."
                },
                {
                  "title": "Article 16",
                  "content": "L’employeur engage ses responsabilités lorsque les agissements étaient le fait d’un représentant de l’employeur ou de toute personne appartenant à l’établissement ou à l’entreprise et que l’employeur, informé par le travailleur victime ou par toute autre personne, n’a pas pris les mesures appropriées pour les faire cesser."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "value": "TITRE II",
      "text": "DU CONTRAT DE TRAVAIL",
      "chapters": [
        {
          "value": "CHAPITRE PREMIER",
          "text": "DES PRINCIPES GENERAUX",
          "sections": [
            {
              "value": "Section 1",
              "text": "de la conclusion du contrat de travail",
              "articles": [
                {
                  "title": "Article 17",
                  "content": "Les contrats de travail sont passés librement, sous réserve du respect des dispositions d\u0027ordre public et des bonnes mœurs. Ils sont soumis aux règles de droit commun, notamment le consentement des parties, la capacité de contracter, un objet certain et une cause licite."
                },
                {
                  "title": "Article 18",
                  "content": "Il est constaté au moment de l\u0027embauche, par un écrit précisant au moins la fonction, la catégorie professionnelle, l\u0027indice minimum de classification, le salaire du travailleur et la date d\u0027effet du contrat. \n \nIl est rédigé en malagasy et/ou en français selon la convenance des parties. \n \nIl est établi en double exemplaire : le premier étant tenu par l\u0027employeur tandis que le second doit être remis immédiatement au travailleur après signature des deux parties."
                },
                {
                  "title": "Article 19",
                  "content": "Le Ministère en charge du Travail et de l’emploi met à disposition du public un modèle pour chaque type de contrat de travail, comprenant les clauses impératives et substantielles devant y être inclues conformément aux articles 18 et 29 du présent Code. Ledit modèle servira de référence aux parties dans l’élaboration de leur contrat. \n \nToutefois, la partie la plus diligente peut soumettre le contrat de travail à l’Inspecteur du travail et des lois sociales territorialement compétent pour un contrôle de conformité à priori ou à posteriori."
                },
                {
                  "title": "Article 20",
                  "content": "En l\u0027absence de contrat de travail écrit, l\u0027existence d’une relation de travail fondée sur les critères des articles 2 et 3 peut être prouvée par tous les moyens."
                },
                {
                  "title": "Article 21",
                  "content": "Le contrat de travail est exempt de tout droit de timbre et d\u0027enregistrement.  \nCette exemption fera l’objet d’une évaluation de la politique fiscale."
                },
                {
                  "title": "Article 22",
                  "content": "Le contrat de travail peut être conclu pour une durée indéterminée ou une durée déterminée."
                },
                {
                  "title": "Article 23",
                  "content": "Un contrat à durée déterminée est un contrat de travail caractérisé, au moment de sa conclusion, par l\u0027existence d\u0027un terme fixé par les parties ou lié à un événement dont la survenance future est certaine même si elle ne dépend pas de la volonté des parties. \n \nLe contrat à durée déterminée doit être établi par écrit."
                },
                {
                  "title": "Article 24",
                  "content": "Seuls peuvent faire l\u0027objet d\u0027un contrat à durée déterminée les travaux qui n\u0027entrent pas dans les activités normales et permanentes de l\u0027établissement ou qui portent sur un ouvrage déterminé dont la réalisation constitue le terme du contrat. \n \nNéanmoins, le contrat de travail peut être conclu pour une durée déterminée dans les cas suivants : \n \n1. les travailleurs engagés en complément d’effectif pour exécuter des travaux nés d’un surcroit extraordinaire de l’activité de l’entreprise ; \n \n2. la réalisation de travaux urgents nécessités par des mesures de sécurité."
                },
                {
                  "title": "Article 25",
                  "content": "Un contrat à durée déterminée ne peut être conclu pour une durée supérieure à deux (02) ans, ni inférieure à un (01) mois. \n \nCe même contrat peut être renouvelé deux fois, sans que la durée totale, renouvellement compris ne dépasse six (06) ans. \n \nLe contrat de travail à durée déterminée se transforme automatiquement en contrat de travail à durée indéterminée après deux renouvellements successifs. \n \nLa réembauche au même poste d\u0027un travailleur lié par un contrat à durée déterminée après une interruption ne dépassant pas trois (03) mois est considérée comme un renouvellement du contrat.9"
                },
                {
                  "title": "Article 26",
                  "content": "Les modalités et les conditions d’exécution du contrat à durée déterminée seront fixées par voie réglementaire, en particulier en ce qui concerne les activités pouvant faire l’objet d’un contrat à durée déterminée ainsi que la priorité d’embauche sous contrat à durée indéterminée des salariés précédemment sous contrat à durée déterminée."
                },
                {
                  "title": "Article 27",
                  "content": "Sont en particulier considérés conclus pour une durée indéterminée :  \n \n1. le contrat à durée déterminée dont les conditions exigées pour son existence ne sont pas remplies ; \n \n2. le contrat à durée déterminée et le contrat d\u0027essai au terme desquels aucune des parties n\u0027a manifesté sa volonté de cesser la relation de travail ; \n \n3. le contrat des journaliers occupés au même poste de façon intermittente pendant six (06) mois successifs pour le compte d\u0027un même employeur et totalisant en moyenne vingt (20) jours de travail par mois. \n \n4. Toute relation de travail sans contrat écrit, mais dont l’existence est prouvée."
                },
                {
                  "title": "Article 28",
                  "content": "Le travailleur engage ses services pour un employeur. \n \nToutefois, il lui est loisible d\u0027exercer, en-dehors de son temps de travail, toute activité à caractère professionnel non susceptible de concurrencer l\u0027entreprise ou de nuire à la bonne exécution des services convenus. \n \nEst nulle de plein droit toute clause d\u0027un contrat portant interdiction pour le travailleur d\u0027exercer une activité quelconque à l\u0027expiration du contrat, sans préjudice de l’obligation du salarié au secret professionnel vis-à-vis de son ex-employeur et sous peine d’une condamnation à des dommages intérêts solidairement avec le nouvel employeur. \n \nToutefois, quel que soit le motif de la rupture du contrat, il est interdit au salarié inventeur de s\u0027engager auprès d\u0027un autre employeur exerçant la même activité, jusqu\u0027à ce que l\u0027invention créée ou en cours de création soit protégée par un brevet. \n \nL’interdiction est levée en cas de faillite de l\u0027entreprise.  \n \nEn contrepartie de cette interdiction, à compter de la cessation de la relation de travail et jusqu’à ce que l’invention soit protégée par le brevet ou pour une durée fixée par accord des parties, il a droit à une prime ou indemnité mensuelle d’invention dont le montant est équivalent à un mois de salaire.  \n \nEst considérée comme salarié inventeur toute personne dont le contrat de travail est régi par le Code du travail et qui réalise pour le compte de l’employeur une invention telle que définie par les lois et règlements régissant la propriété industrielle, ou y participe.10"
                },
                {
                  "title": "Article 29",
                  "content": "Les clauses substantielles d’un contrat individuel de travail, telles que la classification professionnelle, la rémunération et le poste occupé ne pourront faire l\u0027objet d\u0027une modification unilatérale moins favorable au travailleur. \n \nLa rupture occasionnée par une modification unilatérale moins favorable des clauses substantielles du contrat de travail est imputable à l’employeur, dès lors que l’autre partie lui a fait savoir par écrit qu’elle a pris acte de la rupture."
                },
                {
                  "title": "Article 30",
                  "content": "S\u0027il survient une modification dans la situation juridique de l\u0027employeur, notamment par succession, vente, fusion, transformation de fonds, mise en société, mise en concession, mise en location, tous les contrats de travail en cours au jour de la modification subsistent entre le nouvel employeur et le personnel de l\u0027entreprise. \n \nLeur résiliation ne peut intervenir que dans les formes et conditions prévues par la"
                }
              ]
            },
            {
              "value": "Section 2",
              "text": "de la suspension du contrat de travail",
              "articles": [
                {
                  "title": "Article 31",
                  "content": "Aucun employeur ne peut résilier le contrat de travail lorsqu\u0027il se trouve suspendu. \n \nLe contrat est suspendu : \n \n1. en cas de fermeture de l\u0027Etablissement par suite du départ de l\u0027employeur sous les drapeaux ou pour une période obligatoire d\u0027instruction militaire ; \n \n2. pendant la durée du service militaire du travailleur et pendant les périodes d\u0027instruction militaire auxquelles il est astreint ; \n \n3. pendant la durée d\u0027absence du travailleur en cas de maladie nécessitant un arrêt de travail prolongé, dûment constatée par le service médical du travail ou, à défaut, par un Médecin agréé, laquelle durée est limitée à six (06) mois consécutifs. Passé ce délai, l’employeur peut rompre le contrat de travail, mais doit régler tous les droits du travailleur, dont notamment le préavis ; \n \n4. pendant la durée d\u0027absence du travailleur, dans la limite de deux (02) mois consécutifs, en cas de maladie ou d’hospitalisation d\u0027un enfant au sens du Code de prévoyance sociale, sous réserve de la présentation d’un certificat médical justifiant la présence obligatoire du travailleur. Passé ce délai de deux mois, l’employeur peut rompre le contrat de travail, mais doit régler tous les droits du travailleur, dont notamment le préavis ;\n\n5. pendant la durée d\u0027absence du travailleur, dans la limite de quinze (15) jours consécutifs, en cas d’hospitalisation du conjoint ou de la conjointe légitime sous réserve de la présentation d’un certificat d’hospitalisation de l’intéressé ; \n \n6. en cas de participation du travailleur à une compétition sportive nationale ou internationale, dûment attestée par le Ministère en charge des Sports et les fédérations respectives. \n \n6.1. La durée de préparation, stage ou formation, de la compétition nationale ou internationale entre en compte dans la durée de suspension du contrat ; \n \n6.2. Pour les sportifs qualifiés de haut niveau, les conditions prévues par les dispositions de la loi relative à l\u0027organisation et à la promotion des activités physiques et sportives sont appliquées par la conclusion de conventions entre le Ministère en charge du Sport et les organismes publics ou privés concernés ; \n \n7. pendant l\u0027absence du travailleur appelé à des fonctions électives. Dans ce cas, la suspension du contrat de travail ne dépasse pas un mandat. Passé ce délai, l’employeur peut rompre le contrat de travail, mais doit régler tous les droits du travailleur, dont notamment le préavis ; \n \n8. en cas de mise en chômage technique des travailleurs, dont la durée est limitée à six (06) mois consécutifs. \n \n8.1. Le chômage technique se définit comme étant toute interruption collective du travail résultant de causes conjoncturelles, de nature technique, économique ou accidentelle telles que des accidents survenus aux matériels, une interruption de la force motrice, un sinistre, une pénurie accidentelle de matières premières, d’outillage et de moyens de transport ; \n \n8.2. La déclaration de chômage technique se fait au préalable auprès de l’inspection du travail territorialement compétent, sauf cas de force majeure, en précisant le motif, la durée et la liste du personnel touché ; il appartient à l’employeur d’informer la Caisse Nationale de Prévoyance Sociale en parallèle ; \n \n8.3. Toutefois, le travailleur peut rompre le contrat sans préavis après trois (03) mois ; \n \n8.4. Sauf pour les motifs accidentels, la mise en chômage technique respecte l’ordre de priorité indiqué à l’article 48 de la présente loi. En cas de désaccord, l’Inspecteur du travail et des lois sociales du ressort est saisi par l’employeur et émet son avis dans les trois (03) jours ouvrables de sa saisine ; \n \n8.5. Le chômage technique cesse dès la disparition du ou des motifs invoqués par l’employeur ; \n \n8.6. Passé le délai de six mois, en l’absence de réintégration dans l’entreprise, le contrat est considéré comme rompu et l’employeur doit régler les droits du travailleur, dont notamment le préavis et l’indemnité de licenciement ; \n \n8.7. Durant les situations de crises nationales ou régionales aiguës telles que celles résultant de pandémies ou de catastrophes naturelles, le Ministre chargé du Travail et de l’emploi peut prévoir par Arrêté pris après avis du Conseil National du Travail et de l’Emploi, une possibilité de prolongation exceptionnelle du chômage technique ne dépassant pas six mois. \nL’application de l’Arrêté est assurée par l’Inspecteur du travail et des lois sociales du ressort qui, à la réception de la demande de l’employeur, décide après s’être enquis de la situation dans l’entreprise ou l’établissement ; \n \n9. durant la période d’arrêt de travail consécutive à un accident de travail ou à une maladie professionnelle ; \n \n10. pendant la durée d\u0027une grève licite ; \n \n11. en cas de réquisition d\u0027emploi prévue par la législation en vigueur ; \n \n12. pendant la durée de la détention préventive du travailleur ayant bénéficié d\u0027une décision judiciaire définitive de nonlieu, de relaxe ou d’acquittement pur et simple ou au bénéfice du doute ; \n \n \n12.1. La réintégration du travailleur est, dans ce cas, obligatoire.  \n \n12.2. L’employeur est également tenu de réintégrer le travailleur ayant bénéficié d’une mise en liberté provisoire. La validité de cette réintégration est conditionnée par l’issue de la décision définitive. \n \n12.3. Toutefois, l’employeur peut valablement licencier le travailleur si ce dernier a commis une faute professionnelle sans lien avec le Chef d’inculpation.  \n \n12.4. Si la détention se prolonge au-delà de 14 mois, l’employeur peut rompre le contrat de travail, mais doit régler tous les droits du travailleur dont notamment le préavis ; \n \n13. pendant la durée de la mise en disponibilité du travailleur, dont les conditions et modalités sont fixées par la convention collective ou, à défaut, par l’accord individuel entre les deux parties."
                },
                {
                  "title": "Article 32",
                  "content": "Dans les six premiers cas prévus à l’article 31 ci-dessus, l’employeur est tenu de verser au travailleur, pendant la durée de la suspension, une indemnité dénommée « indemnité de suspension », égale au montant de sa rémunération dans13 la limite de un (01) mois, si la durée normale du préavis est inférieure à ce délai et dans la limite normale du préavis dans les autres cas."
                },
                {
                  "title": "Article 33",
                  "content": "Les travailleurs atteints d\u0027une maladie de longue durée dont le traitement nécessite une période d’arrêt de travail de plus de six (06) mois, après avis du Médecin agréé, et dont la liste est fixée par Arrêté conjoint du Ministre chargé du Travail et du Ministre chargé de la Santé, perçoivent une indemnité dont les conditions et les modalités sont fixées par le Code de protection sociale et ses textes d’application."
                },
                {
                  "title": "Article 34",
                  "content": "La suspension du contrat de travail ne suspend pas les missions de représentant du personnel. \n \nCependant, durant la période de suspension de leur contrat de travail, les représentants du personnel doivent informer l’employeur avant d’entrer dans l’enceinte de l’entreprise dans le cadre de l’exercice de leurs missions et dans le respect de validation de toute communication au personnel."
                }
              ]
            },
            {
              "value": "Section 3",
              "text": "de la cessation du contrat de travail",
              "articles": [
                {
                  "title": "Article 35",
                  "content": "Le contrat de travail à durée indéterminée est rompu pour quatre (04) causes : \n \n1. du fait de l\u0027employeur, par le licenciement ; \n \n2. du fait du travailleur, par la démission ; \n \n3. par accord de volontés des parties ; \n \n4. en cas de force majeure laissée à l\u0027appréciation de la juridiction compétente."
                },
                {
                  "title": "Article 36",
                  "content": "Le contrat de travail à durée déterminée cesse de plein droit à l’échéance du terme. \n \nLa suspension du contrat de travail à durée déterminée ne fait pas obstacle à l’échéance du terme. \n \nLe contrat de travail à durée déterminée ne peut cesser avant terme par la volonté d\u0027une seule des parties que :  \n \n \n1. dans les cas prévus au contrat ; \n \n2. dans les cas de faute lourde prévus dans le règlement intérieur ou, à défaut, laissés à l\u0027appréciation de la juridiction compétente ; \n \n3. en cas de force majeure, laquelle n’inclut pas les difficultés économiques et les mutations technologiques. \n \nHors les exceptions prévues à l’alinéa premier du présent article, la rupture avant terme d’un contrat à durée déterminée, décidée unilatéralement, rend l’auteur débiteur, vis-à-vis de l’autre partie, d’une indemnité dont le montant correspond aux salaires et avantages qui auraient dû être perçus durant la période qui restait à courir."
                },
                {
                  "title": "Article 37",
                  "content": "Le contrat à durée indéterminée peut cesser par la volonté de l\u0027une des parties. Cette résiliation est subordonnée à un préavis donné par la partie qui prend l\u0027initiative de la rupture. \n \nLa rupture d\u0027un contrat à durée indéterminée peut intervenir sans préavis en cas de faute lourde prévue dans le règlement intérieur ou, à défaut, laissée à l\u0027appréciation de la juridiction compétente. \n \nSauf en cas de faute lourde, toute rupture de contrat à durée indéterminée sans préavis ou sans que le délai de préavis ait été intégralement observé emporte obligation pour la partie ne l’ayant pas respecté de verser à l\u0027autre partie une indemnité dont le montant correspond à la rémunération et aux avantages de toute nature dont aurait bénéficié le travailleur durant le délai de préavis qui n\u0027aura pas été effectivement respecté. \n \nToutefois, si le travailleur en fait expressément la demande, l’employeur peut le dispenser de tout ou partie du préavis."
                },
                {
                  "title": "Article 38",
                  "content": "En l’absence de dispositions plus favorables prévues par la convention collective, un Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi détermine les conditions et la durée du préavis ainsi que les droits et obligations des deux parties en matière de préavis. \n \nPendant la durée du préavis, l\u0027employeur est tenu de délivrer au travailleur, à la date de la notification de la rupture, une attestation provisoire d\u0027emploi sous peine de dommages intérêts."
                },
                {
                  "title": "Article 39",
                  "content": "La rupture est abusive lorsqu\u0027elle est effectuée sans motif légitime, sans cause réelle et sérieuse. \n \n \nSont particulièrement abusifs les licenciements : \n \n1. non conformes aux procédures définies par le présent Code du travail, par la convention collective ou par les règlements intérieurs ; \n \n2. effectués sans raisons professionnelles valables ou assortis de motifs fallacieux ; \n \n3. motivés par les opinions du travailleur ou son appartenance à un syndicat ; \n \nOutre les cas cités ci-dessus, il appartient au juge d\u0027apprécier le caractère abusif ou non du licenciement. \n \nToute rupture abusive du contrat de travail peut donner lieu à des dommages intérêts laissés à l\u0027appréciation de la juridiction compétente. Il appartient à la partie auteur de la rupture d\u0027établir que celle-ci est légitime."
                },
                {
                  "title": "Article 40",
                  "content": "– Toute rupture du contrat de travail pour cause de violence ou de harcèlement sexuel ou moral est imputable à la partie auteur de l\u0027acte. Il appartient à la partie requérante de fournir les preuves de l\u0027acte par tous les moyens. \n \nLa rupture pour cause de harcèlement sexuel ou moral peut donner lieu à la partie victime des dommages et intérêts fixés par la juridiction compétente à la charge de l\u0027auteur de l\u0027acte."
                },
                {
                  "title": "Article 41",
                  "content": "La partie qui prend l\u0027initiative de rompre le contrat de travail doit notifier à l\u0027autre partie sa décision écrite avec indication des motifs sur lesquels elle se fonde et la transmettre par tous les moyens probants à celle-ci.  \n \nLa date de réception de la lettre de licenciement ou de démission fixe le point de départ du préavis. \n \nEst irrecevable toute présentation de nouveau motif de rupture après la date de notification."
                },
                {
                  "title": "Article 42",
                  "content": "L\u0027employeur envisageant de licencier un travailleur, en l\u0027absence d\u0027un conseil de discipline au sein de l\u0027entreprise, doit respecter le droit à la défense de celui-ci, notamment par l\u0027information écrite préalable de l\u0027intéressé sur les motifs de licenciement et sa convocation à un entretien préalable, par la communication du dossier des faits reprochés s\u0027il en fait la demande ainsi que par la présentation de ses moyens de défense et son assistance par une personne de son choix. \nLa convocation à comparaître au conseil de discipline ou, à défaut, à l’entretien préalable au licenciement doit être notifiée au travailleur par tout écrit probant, au moins trois (03) jours ouvrables à l’avance, pour lui permettre de préparer ses moyens de défense de manière adéquate, compte tenu de la gravité des faits qui lui sont reprochés ou de toutes autres circonstances dans lesquelles le licenciement est envisagé. \n \nSi le travailleur refuse de recevoir la convocation ou tout document constitutif de la procédure de licenciement ou s’il ne se présente pas à l’entretien sans motif sérieux, il est réputé avoir renoncé à son droit à la défense. \n \nL’employeur est tenu de conserver les documents relatifs au licenciement pendant une période minimale de cinq ans. \n \nLe licenciement qui doit être notifié par écrit ouvre droit pour le travailleur : \n \n1. au solde du salaire à la date de départ de l’entreprise ; \n \n2. à l\u0027indemnité compensatrice de congé non pris avant la rupture ; \n3. à un préavis calculé conformément aux dispositions en vigueur, sauf en cas de faute lourde; \n \n4. à la délivrance d\u0027un certificat de travail. \n \nL’employeur est tenu de régler les droits visés à l’alinéa 5 ci-dessus dès la cessation de travail."
                },
                {
                  "title": "Article 43",
                  "content": "Le salarié peut librement démissionner. Toutefois, il est tenu d’indiquer le motif de sa décision."
                },
                {
                  "title": "Article 44",
                  "content": "Le licenciement pour motif économique est un licenciement provoqué par des difficultés économiques, des mutations technologiques ou des motifs d’organisation entrainant une suppression de poste. Il peut être collectif ou individuel."
                },
                {
                  "title": "Article 45",
                  "content": "Les licenciements collectifs et individuels pour motif économique doivent suivre la procédure ci-après : \n \n1. l’employeur doit au préalable consulter le comité d’entreprise et/ou, à défaut, les délégués du personnel sur la mesure projetée et leur fournir tous les renseignements sur les motifs, la situation financière de l’entreprise, le plan de redressement projeté, la liste du personnel concerné par catégorie professionnelle, la priorité de réembauche et l’évolution de l’emploi dans l’entreprise ; \n \n2. un procès-verbal est établi à l\u0027issue de cette réunion, qui fait par la suite l\u0027objet d\u0027affichage à l\u0027intention du personnel de l\u0027entreprise ; \n \n3. dans les vingt (20) jours qui suivent, le comité d’entreprise et/ou les délégués du personnel se prononcent sur la mesure projetée et donnent leur avis ; \n \n4. l’Inspecteur du travail et des lois sociales est saisi obligatoirement à la diligence de l’employeur qui doit joindre à sa demande le procès-verbal de consultation contenant l’avis du comité d’entreprise et/ou des délégués du personnel, ainsi que la liste du personnel touché par le licenciement et toutes autres pièces nécessaires. Il émet son avis dans les quinze (15) jours ouvrables qui suivent la saisine. \n \nEn l’absence du comité d’entreprise ou des délégués du personnel, l’Inspecteur du travail et des lois sociales est saisi obligatoirement à la diligence de l’employeur sur la mesure projetée. Il émet son avis dans les quinze (15) jours ouvrables qui suivent la saisine."
                },
                {
                  "title": "Article 46",
                  "content": "La liste du personnel touché par le licenciement collectif pour motif économique doit être établie par l\u0027employeur en consultation avec les délégués du personnel. Elle doit respecter, par catégorie professionnelle, un ordre de licenciement conforme aux stipulations du plan social convenu en la matière dans le cadre de la convention collective ou, à défaut, tenant compte par ordre de priorité : \n\n1. de l\u0027ancienneté de service dans l\u0027entreprise ; \n \n2. des valeurs professionnelles, des compétences techniques et de la conscience professionnelle ;  \n \n3. des charges de famille. \n \nEn cas de désaccord entre les deux parties sur la liste du personnel touché par la mesure projetée, l\u0027Inspecteur du travail et des lois sociales décide, en application de ces critères, dans les quinze (15) jours ouvrables qui suivent sa saisine. \nPassé ce délai, le silence de l’Inspecteur du travail et des lois sociales vaut approbation de la liste."
                },
                {
                  "title": "Article 47",
                  "content": "Les difficultés économiques et la mutation technologique justifient également des modifications des clauses substantielles du contrat de travail. \n \nLa modification des clauses substantielles du contrat pour motif économique se conforme aux procédures ci-après : \n \n \n1. les modifications sont notifiées par écrit au travailleur concerné à la diligence de l\u0027employeur ; \n \n2. le travailleur doit émettre son avis, par écrit, dans un délai de quinze (15) jours à compter de la date de la réception de la lettre de notification ; \n \n3. passé ce délai, le silence du travailleur vaut acceptation des novations apportées au contrat. Il en est de même si le travailleur a manifesté à temps sa volonté d\u0027accepter les modifications ; \n \n4. la rupture du contrat est imputable à l\u0027employeur si le travailleur refuse les novations proposées et ce dernier bénéficie des droits accordés aux travailleurs licenciés pour motif économique."
                },
                {
                  "title": "Article 48",
                  "content": "Sauf dispositions plus favorables du contrat individuel ou de la convention collective, tout travailleur licencié pour motif économique ou pour cessation d\u0027activité de l\u0027entreprise bénéficie d\u0027une indemnité de licenciement calculée à raison de dix (10) jours de salaire par année complète de service, sans que le total puisse excéder six (06) mois de salaire. \n \nCette indemnité, calculée sur la base du dernier taux de rémunération lors du licenciement, compte tenu de tous les avantages et accessoires n\u0027ayant pas le caractère de remboursement de frais, ne se confond pas avec l\u0027indemnité de préavis, ni avec l\u0027indemnité compensatrice de congé payé, ni avec les dommages intérêts pour licenciement abusif."
                },
                {
                  "title": "Article 49",
                  "content": "Le privilège établi par les articles 98 et suivants du présent Code s\u0027étend à l’indemnité de préavis prévue à l’article 37, à l\u0027indemnité de licenciement prévue à l’article 48, ainsi qu\u0027aux dommages intérêts.18"
                },
                {
                  "title": "Article 50",
                  "content": "L\u0027employeur doit obligatoirement, à la cessation du contrat de travail, délivrer au travailleur, sous peine de dommages intérêts, un certificat de travail indiquant exclusivement la date de son entrée, celle de son départ, la nature de l\u0027emploi ou des emplois successivement occupés, les périodes pendant lesquelles ces emplois ont été tenus et les catégories professionnelles correspondantes.  \n \nPendant la durée du préavis, l\u0027attestation provisoire d\u0027emploi prévue à  l\u0027article 38 alinéa  2 de la présente loi, comportant les énonciations prévues à l\u0027alinéa ci-dessus, doit être délivrée au travailleur sous peine de dommages intérêts. Le certificat et l\u0027attestation sont exempts de tout droit de timbre et d\u0027enregistrement."
                },
                {
                  "title": "Article 51",
                  "content": "A la cessation du contrat de travail, le travailleur est tenu de procéder à la passation à la personne et à la date que l’employeur doit lui indiquer à cette fin. \n \nLa date de la passation ne doit pas être ultérieure à la dernière journée de travail, compte tenu, le cas échéant, de la période de préavis. \n \nEn cas de défaillance du travailleur quant à son obligation de passation, l’employeur lésé peut demander des dommages intérêts auprès du Tribunal du travail."
                }
              ]
            }
          ]
        },
        {
          "value": "CHAPITRE II",
          "text": "DES CATEGORIES PARTICULIERES DE CONTRAT",
          "sections": [
            {
              "value": "Section 1",
              "text": "de l\u0027engagement à l\u0027essai",
              "articles": [
                {
                  "title": "Article 52",
                  "content": "L’engagement ainsi que le renouvellement de l’engagement à l’essai doivent être constatés au moment de l’engagement par un accord écrit précisant au moins le poste à pourvoir, la durée, le salaire et la catégorie professionnelle. \n \nDans tout contrat à durée déterminée ou indéterminée, l’essai non stipulé par écrit est réputé inexistant."
                },
                {
                  "title": "Article 53",
                  "content": "La durée de l’essai est fonction de la catégorie professionnelle et ne doit pas dépasser le temps nécessaire pour que l’employeur apprécie l’aptitude professionnelle du travailleur. \n \nEn tout état de cause, le contrat d’engagement à l’essai ne peut pas excéder six (06) mois, renouvelable une fois.   \n \nUn Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi détermine la forme et les modalités du contrat d\u0027engagement à l\u0027essai ainsi que sa durée tenant compte de la catégorie professionnelle, tel que le stipule le premier alinéa du présent article."
                },
                {
                  "title": "Article 54",
                  "content": "Le travailleur engagé à l’essai bénéficie des mêmes conditions de travail et de protection sociale que les travailleurs confirmés au même poste.19"
                },
                {
                  "title": "Article 55",
                  "content": "Les dispositions des articles 29, 33, 35 et 37 du présent Code ne s\u0027appliquent pas à l\u0027engagement à l\u0027essai, sauf convention contraire et sans que l\u0027une ou l\u0027autre des parties puisse prétendre à une indemnité."
                },
                {
                  "title": "Article 56",
                  "content": "Le contrat d\u0027engagement à l\u0027essai est suspendu pendant la durée d\u0027absence du travailleur en cas de maladie dûment constatée par un Médecin agréé, durée limitée à la période d\u0027essai restant à courir. Pendant la durée de suspension, l\u0027employeur est tenu de verser au travailleur dans la limite d\u0027un (01) mois une indemnité égale au montant de sa rémunération.  \n \nA l\u0027expiration de la suspension, l\u0027engagement à l\u0027essai est prorogé pour une durée correspondant à la durée de l\u0027essai qui restait à courir avant la suspension."
                },
                {
                  "title": "Article 57",
                  "content": "L’Inspecteur du travail et des lois sociales est habilité à constater tout abus dans le domaine de l’essai, et à prendre toutes les mesures prévues à cet effet dont l’étendue est fixée par voie réglementaire."
                }
              ]
            },
            {
              "value": "Section 2",
              "text": "des travailleurs déplacés et des travailleurs migrants",
              "articles": [
                {
                  "title": "Article 58",
                  "content": "Le travailleur déplacé est celui qui, pour l\u0027accomplissement du travail convenu, est appelé à s\u0027installer de manière durable dans un lieu de travail autre que sa résidence habituelle à l’intérieur du pays. \n \nAu moment de sa conclusion ou, en cas d’affectation, avant que le travailleur rejoigne le nouveau lieu de travail, le contrat de travail du travailleur déplacé doit, après visite médicale d\u0027embauche de celui-ci, être soumis au visa préalable du service régional du travail du lieu d’embauche, dont copie est transmise au service régional du travail du lieu de travail. \n \nLe contrat doit préciser que le logement ainsi que les frais de transport aller et retour du travailleur déplacé et des membres de sa famille, avec leurs bagages, sont à la charge de l\u0027employeur dans les limites fixées par un Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi."
                },
                {
                  "title": "Article 59",
                  "content": "Le travailleur migrant est celui qui, pour l\u0027accomplissement du travail convenu, va exercer, exerce ou a exercé une activité rémunérée dans un Etat dont il n’est pas ressortissant. Le terme travailleur migrant désigne aussi bien le travailleur émigré que le travailleur immigré. \n \nAu sens de la présente loi, en sont exclus les employés des organisations internationales et des missions diplomatiques, les apatrides, les réfugiés, les étudiants et les stagiaires. \n \nTout traitement discriminatoire fondé sur un ou plusieurs des critères visés à l’article 7 ci-dessus est interdit."
                },
                {
                  "title": "Article 60",
                  "content": "Le contrat de travail du travailleur émigré doit faire l’objet d’un visa préalable d’un Inspecteur du travail et des lois sociales du service de la migration auprès du Ministère en charge du Travail et de l’emploi. \n \nLa demande de visa du contrat de travail du travailleur émigré incombe à l’employeur. \n \nLe contrat de travail doit au moins stipuler que le travailleur émigré est soumis aux législations du travail et de la sécurité sociale du lieu d’emploi. Il doit également préciser les conditions de logement, d’accès à la justice et d’autres mécanismes de plaintes, de retour/rapatriement ainsi que de la prise en charge des frais de voyage quel que soit le motif de rupture du contrat évoqué. \n \nAvant l’exécution du contrat de travail, le travailleur émigré doit être soumis à une visite médicale tenant compte du poste de travail, auprès du service médical du travail ou, à défaut, d’un établissement sanitaire public. \n \nLa visite médicale se fait à la demande de l’employeur. \n \nLes formes et modalités d’établissement du contrat de travail des travailleurs émigrés ainsi que les conditions et procédure de sortie du territoire d’un travailleur émigré sont fixés par voie réglementaire après avis du Conseil National du Travail et de l’Emploi."
                },
                {
                  "title": "Article 61",
                  "content": "Les travailleurs immigrés salariés ou bénévoles, ainsi que les  volontaires internationaux en entreprise  peuvent occuper un emploi à Madagascar à condition d’obtenir: \n \n1. le visa préalable de leur contrat de travail par l’Inspecteur du travail et des lois sociales du service compétent auprès du Ministère en charge du Travail et de l’emploi ; \n \n2. et le permis de travail délivré par le Ministre chargé du Travail ou par délégation de signature au Directeur Général du Travail et des Lois Sociales.  \n \nLe permis de travail doit indiquer au moins l’identité du travailleur salarié ou bénévole, la nationalité, le poste occupé, la catégorie professionnelle, la validité et le lieu de travail. \n \nLes formes et modalités d’établissement, d’octroi et de retrait du permis de travail ainsi que les frais de traitement du dossier sont fixés par voie réglementaire après avis du Conseil National du Travail et de l’Emploi. \n \nLes conditions et les modalités d’autorisation des activités d’intermédiaires dans le recrutement et le placement des travailleurs immigrés salariés ou bénévoles sont fixés par voie réglementaire après avis du Conseil National du Travail et de l’Emploi."
                }
              ]
            },
            {
              "value": "Section 3",
              "text": "Du travailleur intérimaire",
              "articles": [
                {
                  "title": "Article 62",
                  "content": "Est considéré comme travailleur intérimaire, tout travailleur engagé pour remplacer provisoirement un titulaire à un poste pendant la durée d\u0027absence de ce dernier n\u0027excédant pas un (01) an. \n \nLes conditions de l\u0027intérim sont fixées d\u0027accord parties sous réserve du respect des dispositions minimales du présent Code et, le cas échéant, de la convention collective."
                },
                {
                  "title": "Article 63",
                  "content": "Lorsque l’intérim est assuré par un membre du personnel, sa durée maximale est de six (6) mois. Passé ce délai, l’intérimaire est confirmé au poste s’il en fait expressément la demande. \n \nLorsque l’intérim est assuré par une personne ne faisant pas partie du personnel, sa durée maximale est de un an. Passé ce délai, l’intérimaire est confirmé au poste s’il en fait expressément la demande."
                }
              ]
            },
            {
              "value": "Section 4",
              "text": "du travailleur à temps partiel",
              "articles": [
                {
                  "title": "Article 64",
                  "content": "Est considéré comme salarié à temps partiel le travailleur dont la durée hebdomadaire de travail est inférieure à la durée légale pour la même période. \n \nLes droits du travailleur résultant de la durée du travail, tels que la rémunération, le droit au congé, l’allocation ou l’indemnité de congé, le préavis sont calculés au prorata du temps de travail effectif. \n \nLe contrat de travail doit faire mention de la durée de travail assignée au travailleur."
                }
              ]
            },
            {
              "value": "Section 5",
              "text": "du travailleur journalier",
              "articles": [
                {
                  "title": "Article 65",
                  "content": "Est considéré comme travailleur journalier, tout travailleur engagé de façon intermittente pour travailler journellement. \n \nLe contrat des journaliers occupés au même poste de façon intermittente pendant six (06) mois successifs pour le compte d\u0027un même employeur et totalisant en moyenne vingt (20) jours de travail par mois est transformé en contrat à durée indéterminée. \n \nLe contrat des journaliers occupés au même poste de façon intermittente pendant cinq (05) ans successifs pour le compte d\u0027un même employeur, mais n’atteignant pas la moyenne de vingt (20) jours de travail prévu au deuxième alinéa du présent article est transformé en contrat à durée indéterminée à temps partiel, dans les conditions visées à l’article 64 ci-dessus. \n \nLes autres conditions et modalités d’emploi d’un travailleur journalier sont précisées par voie règlementaire."
                }
              ]
            },
            {
              "value": "Section 6",
              "text": "du travailleur saisonnier",
              "articles": [
                {
                  "title": "Article 66",
                  "content": "Est considéré comme travailleur saisonnier, tout travailleur engagé pour la durée nécessaire à la réalisation d’un travail saisonnier par nature. \n \nLe travailleur saisonnier, peut être engagé de façon cyclique par un même employeur, sans pouvoir prétendre, sauf accord des parties, au droit du travailleur journalier prévu à l’article 65 de la présente loi. \n \nCependant, le travailleur saisonnier bénéficie d’une priorité d’embauche saisonnière après trois (03) engagements réguliers chez le même employeur."
                }
              ]
            },
            {
              "value": "Section 7",
              "text": "du travail à domicile et du télétravail",
              "symbols": [
                {
                  "value": "§1",
                  "text": "Du travail à domicile",
                  "articles": [
                    {
                      "title": "Article 67",
                      "content": "Le travailleur à domicile est un travailleur au sens du présent Code qui effectue un travail conformément aux instructions de son employeur dans un lieu ou local de son choix mais n’appartenant pas à ce dernier. \n \nPour la détermination de la qualité de travailleur à domicile, il est fait recours aux conditions prévues à l’article 2, alinéa 2 (1) de la présente loi."
                    },
                    {
                      "title": "Article 68",
                      "content": "Le travailleur à domicile qui utilise le concours d\u0027un auxiliaire, même à titre familial peut être lui-même un employeur et est dans ce cas, responsable de l\u0027application à l’auxiliaire des dispositions législatives et réglementaires applicables aux salariés. \n \nL’employeur n’est pas solidairement responsable de l’application des dispositions législatives et réglementaires en vigueur à un auxiliaire, même membre de sa famille, auquel le travailleur à domicile fait recours."
                    },
                    {
                      "title": "Article 69",
                      "content": "Le travailleur à domicile bénéficie, à l’instar du travailleur en entreprise, des dispositions législatives et réglementaires applicables aux salariés en matière de conditions de travail et de protection sociale.  \n \nLes conditions particulières d’exécution du travail à domicile sont précisées par arrêté du Ministre chargé du Travail et de l’emploi."
                    }
                  ]
                },
                {
                  "value": "§2",
                  "text": "Du télétravail",
                  "articles": [
                    {
                      "title": "Article 70",
                      "content": "Le télétravail, qu’il soit permanent ou ponctuel, s’entend de l’exécution du travail hors des locaux de l\u0027employeur, par le recours aux technologies de l\u0027information et de la communication. \n \nIl peut être fait recours au télétravail, soit dès la conclusion du contrat de travail, soit au cours de son exécution."
                    },
                    {
                      "title": "Article 71",
                      "content": "Le recours au télétravail est prévu soit par la convention collective ou l’accord d’Etablissement soit, à défaut, par le contrat de travail ou son avenant intervenant en cours d’exécution.23"
                    },
                    {
                      "title": "Article 72",
                      "content": "Sous réserve du respect des lois et règlements en vigueur, les parties fixent par accord entre elles, dans le cadre des dispositions de l’article 71 ci-dessus, les conditions : \n \n1. d\u0027acceptation par le salarié des conditions de mise en œuvre du télétravail ;  \n \n2. de mise à disposition du travailleur des fournitures, du matériel et des équipements de travail ; \n \n3. de contrôle du temps de travail ou de régulation de la charge de travail ;  \n \n4. de détermination des plages horaires durant lesquelles l\u0027employeur peut habituellement contacter le salarié en télétravail."
                    },
                    {
                      "title": "Article 73",
                      "content": "L’employeur est tenu : \n \n1. d\u0027informer le salarié, des règles relatives à l\u0027usage du matériel informatique et de la communication électronique et des sanctions y correspondantes ; \n \n2. d\u0027organiser, suivant une périodicité raisonnable compte tenu de données telles que la durée fixée ou probable du recours au télétravail, un entretien qui porte notamment sur les conditions d\u0027activité du salarié et sa charge de travail."
                    },
                    {
                      "title": "Article 74",
                      "content": "Dans les situations exceptionnelles rendant impossible l’exécution du travail dans les locaux de l’employeur, telles que les périodes d’épidémie, l’employeur peut décider du recours au télétravail dans le cadre de son pouvoir d’organisation. \n \nDans les situations visées à l’alinéa premier du présent article, les parties fixent par accord entre elles les conditions de passage en télétravail et de retour à une exécution du contrat de travail sans télétravail. \n \nEn tout état de cause, l’employeur est tenu de donner priorité au télétravailleur pour le retour à une exécution du contrat de travail sans télétravail lorsque la situation le permet."
                    }
                  ]
                }
              ]
            },
            {
              "value": "Section 8",
              "text": "de la sous-traitance",
              "articles": [
                {
                  "title": "Article 75",
                  "content": "Le sous-traitant est une personne physique ou morale, qui passe avec une entreprise, un contrat écrit pour l’exécution d’un certain travail ou la fourniture de certains services moyennant un prix forfaitaire. Il recrute lui-même la main-d’œuvre nécessaire à l’exécution du travail. En sa qualité d’employeur, il est tenu de respecter, les dispositions légales et réglementaires en vigueur."
                },
                {
                  "title": "Article 76",
                  "content": "Lorsqu’un entrepreneur conclut un contrat pour l’exécution d’un certain travail, ou la fourniture de certains services avec un sous-traitant, et que ce dernier n’est pas inscrit au registre du commerce ou au registre des métiers, le Chef d’entreprise, en cas d’insolvabilité du sous-traitant, est substitué à ce dernier pour le règlement des droits des travailleurs que celui-ci emploie, ainsi que pour le paiement des charges sociales les concernant. \n \nLe salarié lésé et les organismes intéressés auront alors, en cas d’insolvabilité du sous-traitant, une action directe devant le Tribunal du travail contre le Chef d’entreprise pour qui le travail aura été effectué. \n \nLe sous-traitant est tenu d\u0027afficher, le nom et l\u0027adresse de la personne de qui il tient le travail dans ses ateliers, magasins ou chantiers."
                }
              ]
            },
            {
              "value": "Section 9",
              "text": "du portage salarial",
              "articles": [
                {
                  "title": "Article 77",
                  "content": "Le portage salarial désigne les relations entre trois parties respectivement appelées « entreprise de portage », « salarié porté » et « entreprise cliente », telle que précisé ciaprès : \n \n1. entre l’entreprise de portage et l’entreprise cliente est conclu un contrat commercial régi par les règles de droit commercial ; \n2. entre l’entreprise de portage et le salarié porté est conclu un contrat de travail régi par le présent Code ; \n3. l’objet du contrat de travail visé au point (2) ci-dessus est de mettre le salarié à la disposition de l’entreprise cliente. Cependant, seule l’entreprise de portage a la qualité d’employeur du salarié porté. Elle peut déléguer son pouvoir organisationnel à l’entreprise cliente."
                },
                {
                  "title": "Article 78",
                  "content": "Le contrat de travail conclu entre l\u0027entreprise de portage salarial et le salarié porté, peut avoir une durée déterminée ou indéterminée, dans les conditions définies au chapitre premier du présent Titre."
                },
                {
                  "title": "Article 79",
                  "content": "Le salaire à payer au salarié porté est fixé par accord entre l’entreprise de portage et le salarié porté, sous réserve du respect des dispositions du Chapitre premier du Titre III de la présente loi."
                },
                {
                  "title": "Article 80",
                  "content": "L\u0027entreprise cliente ne peut avoir recours à un salarié porté que pour l\u0027exécution d\u0027une tâche occasionnelle ne relevant pas de son activité normale et permanente, ou pour une prestation ponctuelle nécessitant une expertise dont elle ne dispose pas. \n \nLa prestation dans l\u0027entreprise cliente ne peut avoir pour objet de remplacer un salarié dont le contrat de travail est suspendu dans le cadre d’une grève licite."
                },
                {
                  "title": "Article 81",
                  "content": "Toute cessation du contrat de travail entre l’entreprise de portage et le salarié porté est régi par les articles 35 à 51 du présent Code."
                },
                {
                  "title": "Article 82",
                  "content": "Un Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi précise les emplois ou types d’emploi pour lesquels le portage salarial est autorisé ou admis, ainsi que les conditions de fond et de forme de conclusion du contrat de travail relatif au portage salarial.25"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "value": "TITRE III",
      "text": "DES CONDITIONS DE TRAVAIL",
      "chapters": [
        {
          "value": "CHAPITRE I",
          "text": "DE LA REMUNERATION",
          "sections": [
            {
              "value": "Section 1",
              "text": "de la détermination de la rémunération",
              "articles": [
                {
                  "title": "Article 83",
                  "content": "A travail égal et exigeant des niveaux égaux de qualifications ou à travail accompli dans des conditions égales ou à travail de nature différente mais néanmoins de valeur égale, la rémunération est égale pour tous les travailleurs, sans discrimination d’aucune sorte basée sur un ou plusieurs des motifs énumérés à l’article 7 de la présente loi. \n \nLe terme rémunération comprend le salaire ou traitement de base ou minimum et tous autres avantages, payés directement ou indirectement, en espèces ou en nature, par l\u0027employeur au travailleur en raison de l\u0027emploi de ce dernier. \n \nLes différences de rémunération basées sur les compétences, les performances et la valeur professionnelle objectivement mesurées ne constituent pas une violation de la règle stipulée à l’alinéa premier du présent article. \n \nLe système d’évaluation objective des emplois, comprenant en particulier la méthodologie et les critères d’évaluation est fixé par Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi."
                },
                {
                  "title": "Article 84",
                  "content": "Le salaire étant la contrepartie du travail fourni, aucun salaire n\u0027est dû en cas d\u0027absence, en-dehors des cas prévus par la réglementation et sauf accord écrit entre les parties intéressées."
                },
                {
                  "title": "Article 85",
                  "content": "Il est institué un salaire minimum agricole et non agricole d\u0027embauche, en abrégé SME, prenant en considération le minimum vital pour les travailleurs et leur assurant un pouvoir d\u0027achat suffisant. \n \nUn Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi fixe le salaire minimum d’embauche par catégorie professionnelle, révisé périodiquement compte tenu de l\u0027évolution des comptes de la Nation, de la conjoncture économique et des prix à la consommation. \n \nUn Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi fixe les indices, la valeur du point d\u0027indice et les salaires minima d\u0027embauche et d\u0027ancienneté par catégorie professionnelle applicables dans les secteurs agricoles et non agricoles. \n \nLa fixation des salaires minima prévus aux alinéas 1 à 3 du présent article prend en considération les résultats des négociations salariales passées entre les organisations représentatives d’employeurs et de travailleurs au niveau national, lorsque de telles négociations ont lieu."
                },
                {
                  "title": "Article 86",
                  "content": "Les travailleurs payés à l\u0027heure ou à la journée sont appointés au mois après six (06) mois de service continu dans la même entreprise.26"
                },
                {
                  "title": "Article 87",
                  "content": "La rémunération du travail à la tâche, aux pièces ou au rendement ainsi que la fixation des objectifs ou « targets » doivent se faire sur la base des paramètres objectifs liés à la nécessité de la production.  \n \nLa rémunération au rendement et les « targets » doivent  être déterminés de telle sorte qu\u0027ils procurent au travailleur de capacité moyenne et travaillant normalement un salaire au moins égal à celui du travailleur rémunéré au temps effectuant un travail analogue. \n \nPour l’application des alinéas précédents : \n \n-  « objectif » ou « target » désigne la production que le travailleur doit réaliser en un temps déterminé ; \n- « travailleur de capacité moyenne » désigne le travailleur dont la productivité catégorisée par l\u0027activité correspond à la productivité moyenne des travailleurs de l\u0027établissement, de l\u0027entreprise, du secteur ou de la branche d\u0027activité. \n \nLes taux minima des salaires, les  informations sur les conditions de rémunération au rendement, sur le « target », ainsi que sur les paramètres objectifs de leur fixation doivent être apposés par l’employeur, dans un délai raisonnable, au bureau de l’employeur, au tableau d’affichage du lieu de travail et aux lieux de paye du personnel. \n \nEn cas de litige, une commission paritaire d’arbitrage composée des représentants de l’employeur, des délégués du personnel et des délégués syndicaux et/ou des représentants des travailleurs inclus dans le travail à définir fixe et décide les paramètres objectifs et les informations visés à l’alinéa précédent.  \nL’Inspecteur du travail et des lois sociales du ressort saisi par la partie la plus diligente assure l’arbitrage en cas de désaccord entre les parties sur la fixation de la rémunération au rendement et des « targets». \n \nEn tout état de cause, le salaire minimum de sa catégorie professionnelle doit au moins être garanti au travailleur rémunéré à la tâche, aux pièces ou au rendement ou sur la base des « targets »."
                },
                {
                  "title": "Article 88",
                  "content": "Lorsque la rémunération est constituée en tout ou en partie par des commissions ou des primes ou des prestations diverses, ou des indemnités représentatives de ces prestations, dans la mesure où elles ne constituent pas un remboursement de frais, il en est tenu compte pour le calcul de la rémunération pendant la durée du congé payé et de l’indemnité compensatrice de congé, de l\u0027indemnité de préavis, de l\u0027indemnité de licenciement, des dommages intérêts.  \n \nLe montant à prendre en considération à ce titre est la moyenne mensuelle des éléments visés à l\u0027alinéa précédent. \n \nToutefois, la période sur laquelle s\u0027effectue ce calcul n’excède pas les douze (12) mois de service ayant précédé la cessation du travail."
                },
                {
                  "title": "Article 89",
                  "content": "En-dehors du salaire, toutes les sommes reçues par l\u0027employeur au titre de « pourboires » doivent être intégralement versés au personnel."
                },
                {
                  "title": "Article 90",
                  "content": "Tout travailleur qui accède à un poste de niveau professionnel supérieur perçoit la rémunération correspondant à ses nouvelles fonctions."
                }
              ]
            },
            {
              "value": "Section 2",
              "text": "Du paiement du salaire",
              "articles": [
                {
                  "title": "Article 91",
                  "content": "Tout salaire doit être entièrement versé à Madagascar en monnaie ayant cours légal. \n \nEst interdit le paiement du salaire en alcool, en boisson alcoolisée ou en produits illicites."
                },
                {
                  "title": "Article 92",
                  "content": "Le paiement du salaire par voie digitale est favorisé là où il est le plus approprié pour les intérêts pratiques et la sécurité du travailleur et de l’employeur. \n \nLorsque le salaire est payé par virement bancaire, un délai de préparation raisonnable est octroyé aux travailleurs, suivant l’organisation mise en place par l’employeur, après un dialogue entre les deux parties. \n \nLe salaire peut également être payé par mandat postal."
                },
                {
                  "title": "Article 93",
                  "content": "Lorsque le paiement du salaire est effectué en espèces, il a lieu pendant les heures de travail et, sauf cas de force majeure, sur le lieu de travail ou au bureau de l\u0027employeur lorsqu\u0027il est voisin du lieu de travail."
                },
                {
                  "title": "Article 94",
                  "content": "Le salaire de tout travailleur, quel que soit son mode de rémunération, doit être payé à intervalles réguliers, soit à la journée, soit à la semaine, soit à la quinzaine, soit au mois. \n \nLes retards de paiement doivent être justifiés par la force majeure.  \n \nNonobstant un retard justifié, le salaire doit être payé au plus tard au huitième (08) jour si le travailleur est payé à la journée ou à la semaine, au vingtième jour si le travailleur est payé à la quinzaine et huit (08) jours après l’échéance mensuelle si le travailleur est payé au mois. \n \nSans préjudice des sanctions pénales y correspondantes, tout retard non justifié du paiement du salaire donne lieu à majoration selon le taux d’intérêt légal en vigueur. \n \nUn Arrêté du Ministre chargé du Travail et de l’emploi fixe les formes et modalités de paiement du salaire."
                },
                {
                  "title": "Article 95",
                  "content": "Le paiement du salaire doit être constaté par la délivrance d\u0027un bulletin de paie établi en malagasy et/ou en français par l\u0027employeur ou son représentant. \nLe bulletin de paie peut être un document en version papier, manuel ou informatisé, émargé par chaque travailleur intéressé ou par deux témoins s\u0027il est illettré. \n \nLorsque la sécurité de la correspondance électronique et la nécessité de la sauvegarde de la sincérité du document sont garanties, le bulletin de paie peut également être un document informatisé en version électronique, qui peut être remis au travailleur par procédé informatique. Dans ce cas, une réponse expresse du travailleur ou l’accusé de réception automatique, lorsqu’il est fiable selon les dispositions de la législation régissant la correspondance et la signature électronique, vaut «accusé de réception » de la part du travailleur. \n \nLe paiement du salaire peut également être constaté par un document bancaire ou par un carnet à souche qui est coté et paraphé. \n \nLa contexture du bulletin de paie est fixée par Arrêté du Ministre chargé du Travail. \n \nL\u0027acceptation sans protestation ni réserve par le travailleur d\u0027un bulletin de paie ne peut valoir renonciation de sa part au paiement de tout ou partie du salaire, des indemnités et des accessoires du salaire qui lui sont dus en vertu des dispositions législatives, réglementaires ou contractuelles. Elle ne peut valoir non plus compte arrêté ou réglé."
                },
                {
                  "title": "Article 96",
                  "content": "Toute convention ou transaction passée entre l\u0027employeur et le travailleur ne peut signifier, pour ce dernier, renonciation aux droits qu\u0027il tient de l’exécution du contrat, de la convention collective et des dispositions législatives et réglementaires."
                }
              ]
            },
            {
              "value": "Section 3",
              "text": "de la garantie et de la protection des salaires",
              "articles": [
                {
                  "title": "Article 97",
                  "content": "Les sommes dues aux employeurs ne peuvent être frappées de saisie-arrêt, ni d\u0027opposition au préjudice des travailleurs auxquels des salaires sont dus. \n \nLes sommes dues aux entrepreneurs de tous travaux ayant le caractère de travaux publics ne peuvent être frappées de saisie-arrêt ou d\u0027opposition au préjudice soit des ouvriers auxquels des salaires sont dus, soit des fournisseurs qui sont créanciers à raison de fourniture de matériaux et d\u0027autres objets servant à la construction des ouvrages."
                },
                {
                  "title": "Article 98",
                  "content": "La créance de salaire des salariés et apprentis est privilégiée sur les meubles et immeubles du débiteur, dans les conditions prévues par les textes en vigueur."
                },
                {
                  "title": "Article 99",
                  "content": "L\u0027ouvrier détenteur de l\u0027objet par lui œuvré peut exercer le droit de rétention, dans les conditions fixées par les textes en vigueur."
                },
                {
                  "title": "Article 100",
                  "content": "Endehors des prélèvements obligatoires fixés par la réglementation en vigueur et des avances spéciales accordées par l’employeur au29 travailleur, il ne peut être fait de retenues sur les appointements ou salaires des travailleurs que par saisie-arrêt ou cession volontaire, conformément aux dispositions du Code de procédure civile. \n \nLa cession des rémunérations visée à l\u0027alinéa premier du présent article ne peut être consentie, quel qu\u0027en soit le montant, que par déclaration souscrite par le cédant en personne devant le Président du Tribunal de son domicile. \n \nToutefois lorsque le siège de la juridiction est éloigné du domicile du cédant de plus de 20 km, la déclaration peut être reçue par le Chef de l\u0027unité administrative de ce lieu ou à défaut par l’Inspecteur de travail et des lois sociales, si le bureau de ce dernier est plus accessible au travailleur. \n \nPour pouvoir donner lieu à retenue directe sur le salaire, les avances spéciales consenties par l\u0027employeur au travailleur doivent faire l’objet d’un accord écrit signé des deux parties, rédigé au moins en deux exemplaires. \nLes retenues sur salaire au titre de l’octroi de logement et de vivres sont permises dans les conditions d’un texte règlementaire."
                },
                {
                  "title": "Article 101",
                  "content": "Les sommes versées au travailleur à titre d\u0027acompte sont retenues d\u0027office sur le salaire."
                },
                {
                  "title": "Article 102",
                  "content": "Les dispositions d\u0027une convention ou d\u0027un contrat autorisant tous autres prélèvements sont nulles de plein droit, sauf en matière de cotisation syndicale dans les conditions prévues à l’article 202."
                },
                {
                  "title": "Article 103",
                  "content": "Aucune compensation ne doit s\u0027opérer au profit de l\u0027employeur entre les montants des salaires dus par eux à leurs salariés et les sommes qui leur seraient dues à eux-mêmes pour fournitures diverses, quelle qu\u0027en soit la nature, à l’exception : \n \n1. du cas prévu à l’article 107 de la présente loi, sur l’économat ; \n \n2. du cas où les deux (02) parties ont convenu que le travailleur prend en charge l’acquisition des outils et instruments nécessaires au travail, ainsi que du matériel ou des matériaux dont le salarié a normalement la charge et l’usage et dont l’employeur a avancé le paiement. Les modalités de la compensation doivent être constatées par un accord écrit."
                },
                {
                  "title": "Article 104",
                  "content": "Les sommes retenues au travailleur en contravention des dispositions ci-dessus portent intérêt à son profit au taux légal depuis la date où elles auraient dû être payées, et peuvent être réclamées par lui jusqu\u0027à prescription, le cours en étant suspendu pendant la durée du contrat."
                },
                {
                  "title": "Article 105",
                  "content": "Par dérogation au principe posé par la Loi relative à la Théorie Générale des Obligations, l\u0027action en paiement des salaires et accessoires de salaires ainsi que des indemnités de préavis et de licenciement se prescrit par douze (12) mois.30"
                },
                {
                  "title": "Article 106",
                  "content": "Les sommes dues aux ouvriers à titre de salaires sont payées de préférence à celles dues aux fournisseurs. \n \nLes créances des travailleurs ont un rang de privilège primant celles de l’Etat et de la sécurité sociale. \n \nPeuvent en outre faire valoir, une action directe ou des privilèges spéciaux dans les conditions prévues par les textes en vigueur : \n \n \n \n1. les maçons, charpentiers ou autres ouvriers employés pour édifier, reconstruire ou réparer les bâtiments, canaux ou autres ouvrages quelconques ; \n \n2. les ouvriers qui ont travaillé à la récolte, à la fabrication, à la réparation des outils agricoles ou à la conservation de la chose ; \n \n3. les auxiliaires salariés des travailleurs à domicile. \n \nEn cas de règlement judiciaire ou de liquidation de biens, les rémunérations de toute nature dues aux salariés et apprentis pour les soixante (60) derniers jours de travail ou d\u0027apprentissage doivent, déduction faite des acomptes déjà perçus, être payées nonobstant l\u0027existence de toute autre créance privilégiée, jusqu\u0027à concurrence d\u0027un plafond mensuel identique pour toutes les catégories de bénéficiaires. \n \nCe plafond est fixé par voie réglementaire. \n \nEn outre, en cas de règlement judiciaire ou de liquidation de biens, les indemnités de congé payé doivent être payées nonobstant l\u0027existence de toute autre créance privilégiée."
                }
              ]
            },
            {
              "value": "Section 4",
              "text": "de l\u0027économat",
              "articles": [
                {
                  "title": "Article 107",
                  "content": "Est considéré comme économat, toute organisation installée dans le domaine de l\u0027entreprise où l\u0027employeur, ou une association de travailleurs pratiques, directement ou indirectement, la vente ou la cession de marchandises aux travailleurs pour leurs besoins personnels et normaux. \n \nUn Arrêté du Ministre chargé du Travail fixe les conditions d\u0027ouverture, de fonctionnement et de fermeture de l’économat."
                }
              ]
            }
          ]
        },
        {
          "value": "CHAPITRE II",
          "text": "DU TEMPS DE TRAVAIL, DU REPOS ET DU CONGE",
          "sections": [
            {
              "value": "Section 1",
              "text": "De la durée du travail31",
              "articles": [
                {
                  "title": "Article 108",
                  "content": "La durée du travail s’entend du travail effectif. Le temps nécessaire à l’habillage, au déshabillage et à la restauration n’entre pas dans le calcul du temps de travail effectif. \n \nLe temps nécessaire à la pause est fixé par des dispositions négociées dans la convention collective ou toute autre forme d’accord collectif ou dans le contrat de travail."
                },
                {
                  "title": "Article 109",
                  "content": "Sous réserve des dispositions de l\u0027alinéa 2 du présent article, dans tous les établissements assujettis à la présente loi, même d\u0027enseignement ou de bienfaisance, la durée légale du travail des employés ou ouvriers de l\u0027un ou de l\u0027autre sexe, de tout âge, travaillant à temps, à la tâche ou aux pièces ne peut excéder cent soixante-treize heures trente-trois (173,33H) par mois ou quarante heures (40H)  par semaine dans le respect des dispositions légales concernant les heures de repos quotidien et hebdomadaire. \n \nQuel que soit le mode de rémunération, les heures effectuées au-delà de la durée hebdomadaire du travail visée à l’alinéa premier du présent article constituent des heures supplémentaires. \n \nDans toutes les entreprises agricoles, les heures de travail sont basées sur deux mille deux cent (2200) heures par an. Dans cette limite et compte tenu des saisons, les modalités d’application de la durée hebdomadaire du travail et les règles régissant les heures supplémentaires sont précisées par voie règlementaire, tel que le stipule l’article 110 ci-dessous."
                },
                {
                  "title": "Article 110",
                  "content": "Des Décrets pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi précisent les activités assujetties à une durée de travail de 173, 33 heures par mois et celles assujetties à une durée de travail de 40 heures par semaine et déterminent par branche d\u0027activité et par catégorie professionnelle, s\u0027il y a lieu, les modalités d\u0027application de la durée du travail et des dérogations, la nature et la durée maximum des heures supplémentaires qui peuvent être effectuées avec ou sans autorisation préalable, ainsi que le taux de majoration qui leur est applicable."
                },
                {
                  "title": "Article 111",
                  "content": "L’application de l\u0027article précédent ne porte pas atteinte aux usages et aux conventions collectives du travail qui fixeraient des limites inférieures."
                },
                {
                  "title": "Article 112",
                  "content": "Soit en raison de la nature du travail, soit en raison de son caractère intermittent, le présent Code du travail admet des équivalences, c\u0027est-à-dire, une durée de présence considérée comme correspondant à un travail effectif d\u0027une durée inférieure. \n \nL’équivalence joue en matière d\u0027heures supplémentaires.  \n \nLes catégories d’emploi et les heures d’équivalences y afférentes dans les différentes branches d’activités sont déterminées par un Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi.32"
                }
              ]
            },
            {
              "value": "Section 2",
              "text": "Des repos journalier et hebdomadaire  et des jours fériés",
              "articles": [
                {
                  "title": "Article 113",
                  "content": "Tout travailleur doit jouir d’un repos journalier continu d’au moins douze (12) heures."
                },
                {
                  "title": "Article 114",
                  "content": "Le repos hebdomadaire est obligatoire. Il est au minimum de vingt-quatre (24) heures consécutives par semaine. Il a lieu en principe le dimanche. \n \nUn Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi détermine les modalités d\u0027application du paragraphe précédent, notamment les professions pour lesquelles le repos hebdomadaire pourra être exceptionnellement et pour des motifs nettement établis, soit plus de vingt-quatre (24) heures, soit donné par roulement ou collectivement d\u0027autres jours que le dimanche, soit suspendu par compensation des fêtes rituelles, soit réparti sur une période plus longue que la semaine."
                },
                {
                  "title": "Article 115",
                  "content": "Les jours fériés et les jours «ponts» sont chômés et payés. \n \nLa liste annuelle limitative des jours fériés jours et celle des jours « ponts» font l\u0027objet d\u0027un Décret pris en Conseil de Gouvernement en début d\u0027année, après avis du Conseil National du Travail et de l’Emploi."
                },
                {
                  "title": "Article 116",
                  "content": "Un Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi fixe les modalités d’application du repos hebdomadaire et le taux de majoration du travail du dimanche et des jours fériés."
                }
              ]
            },
            {
              "value": "Section 3",
              "text": "Du travail de nuit",
              "articles": [
                {
                  "title": "Article 117",
                  "content": "Avant d\u0027introduire des horaires de travail exigeant les services de travailleurs de nuit, l\u0027employeur doit consulter le comité d’entreprise et/ou, à défaut, les délégués du personnel sur les détails de ces horaires, sur les formes d\u0027organisation du travail de nuit le mieux adaptées à l\u0027établissement et à son personnel ainsi que sur les mesures requises en matière de santé au travail et de services sociaux.  \n \nDans les établissements qui emploient habituellement des travailleurs de nuit, de telles consultations doivent avoir lieu régulièrement."
                },
                {
                  "title": "Article 118",
                  "content": "Le travail effectué entre vingt-deux (22) heures et cinq (05) heures du matin est considéré comme travail de nuit."
                },
                {
                  "title": "Article 119",
                  "content": "Les travailleurs auront, à leur demande et sans frais à leur charge, le droit d\u0027obtenir une évaluation de leur état de santé et de recevoir des conseils sur la façon de réduire ou d\u0027éviter les problèmes de santé associés à leur travail: \n \n1. avant d\u0027être affectés comme travailleurs de nuit; \n \n2. au plus tard tous les douze mois au cours de cette affectation; \n \n3. s\u0027ils éprouvent au cours de cette affectation des problèmes de santé qui ne sont pas dus à des facteurs autres que le travail de nuit. \n \nSauf pour ce qui est de la constatation de l\u0027inaptitude au travail de nuit, le contenu de ces évaluations ne doit pas être transmis à des tiers sans l\u0027accord des travailleurs ni utilisé à leur détriment."
                },
                {
                  "title": "Article 120",
                  "content": "Des moyens adéquats de premiers secours doivent être mis à la disposition des travailleurs qui effectuent un travail de nuit, y compris des arrangements permettant qu\u0027en cas de besoin, ces travailleurs puissent être rapidement dirigés vers un endroit où ils pourront recevoir les soins appropriés."
                },
                {
                  "title": "Article 121",
                  "content": "Les travailleurs qui, pour des raisons de santé, sont certifiés inaptes au travail de nuit par le service médical du travail ou, à défaut, par un Médecin agréé ne peuvent être licenciés que lorsque que leur transfert à un poste similaire de jour n’est pas réalisable."
                },
                {
                  "title": "Article 122",
                  "content": "Chaque fois que cela est réalisable, un travailleur de nuit qui, pour des raisons de santé, est certifié temporairement inapte au travail de nuit par le service médical du travail ou, à défaut, par un Médecin agréé est affecté, pour la durée de son inaptitude, à un poste similaire de jour. \n \nLorsque le transfert à un tel poste n\u0027est pas réalisable, l’employeur peut mettre en œuvre la suspension du contrat pour maladie prévue au paragraphe 3 de l’article 31 de la présente loi. \n \nSi la maladie du travailleur dépasse six mois, l’employeur ne peut le licencier que s’il n’existe pas encore de poste similaire de jour vacant, où il peut l’affecter prioritairement."
                },
                {
                  "title": "Article 123",
                  "content": "Les heures de travail de nuit donnent lieu à une majoration de salaire dont les taux sont déterminés par Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi."
                },
                {
                  "title": "Article 124",
                  "content": "L\u0027employeur est tenu d\u0027assurer le transport et la sécurité du personnel travaillant la nuit. \n \nUn Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi détermine les modalités d\u0027application de l\u0027alinéa précédent."
                }
              ]
            },
            {
              "value": "Section 4",
              "text": "Des congés et des transports",
              "articles": [
                {
                  "title": "Article 125",
                  "content": "Sauf dispositions plus favorables des conventions collectives ou du contrat individuel de travail, le travailleur acquiert droit au congé payé à la charge de l\u0027employeur, à raison de deux jours et demi (02,5 jours) calendaires par mois de service effectif."
                },
                {
                  "title": "Article 126",
                  "content": "Sont assimilées à un (01) mois de service effectif les périodes équivalentes à quatre (04) semaines ou à vingt-quatre (24) jours de travail. \n \nSont également assimilées à un service effectif : \n \n1. les absences régulières pour maladie certifiées par le service médical du travail ou, à défaut, par un Médecin agréé, dans la limite de six (06) mois ; \n \n2. les absences régulières pour accident de travail et maladies professionnelles ; \n \n3. les périodes de repos de la femme en couche telles que prévues à l\u0027article 142 du présent Code; \n \n4. les permissions exceptionnelles, non déductibles du congé annuel payé, accordées au travailleur à l\u0027occasion d’événements de famille, dans la limite de dix (10) jours par an, sauf dispositions plus favorables des conventions collectives ; \n \n5. les périodes de congé payé ; \n \n6. le congé de paternité prévu à l’article 134 ci-dessous ; \n \n7. les permissions prévues aux dispositions relatives au congé-éducation du présent Code; \n \n8. les absences du travailleur, en cas d\u0027hospitalisation d\u0027un enfant au sens du Code de la prévoyance sociale, dans la limite de deux (02) mois ; \n \n9. les absences régulières en cas d’hospitalisation du conjoint du travailleur dans la limite de quinze (15) jours ; \n \n10. les absences régulières pour participation du travailleur à une compétition sportive nationale ou internationale, dûment attestée par le Ministère en charge du Sport ou les fédérations sportives."
                },
                {
                  "title": "Article 127",
                  "content": "Les jours fériés ainsi que les périodes d’absences régulières ou de suspension légale du contrat de travail pour maladie ou accident ne peuvent pas être comptés dans le congé payé."
                },
                {
                  "title": "Article 128",
                  "content": "Dans le cadre de son pouvoir général d’organisation et afin d’éviter le cumul de reliquats, l’employeur doit planifier en début d\u0027année le départ en congé payé, en consultation avec les délégués du personnel ou, à défaut, les travailleurs concernés."
                },
                {
                  "title": "Article 129",
                  "content": "Le droit au congé payé  se prescrit par trois (03) ans. Toutefois, cette prescription peut être combattue par la preuve contraire, si le travailleur établit que des défaillances de l’employeur quant à la planification en début d’année ou d’autres motifs de service invoqués par l’employeur ont eu pour effet de l’empêcher de jouir de son droit au congé.35"
                },
                {
                  "title": "Article 130",
                  "content": "La jouissance du congé payé est acquise après douze (12) mois de service effectif. \n \nLa première fraction de quinze (15) jours est obligatoirement prise de manière ininterrompue, dans les trois (03) mois qui suivent l’ouverture du droit au congé, dans la limite de la nécessité de service entendue entre les deux parties. \n \nLa deuxième fraction peut être, selon l’accord des parties prenant en compte les besoins du travailleur en accord avec les nécessités du service, soit prise de manière fractionnée ou non avant la fin de l\u0027année en cours, soit cumulée sur trois (03) ans.  \n \nSi les parties en conviennent, les droits au congé des trois (03) dernières années précédant le départ à la retraite peuvent être cumulés et exercés avant la date de départ. \n \nLa date de début et de fin du congé doit être déterminée à l’avance par les parties. Le congé commence le jour où le travailleur aurait dû travailler s’il n’était pas en congé et se termine la veille de sa reprise de service.  \n \nDans les établissements où la fermeture périodique pour congé n’est pas fixée, l’époque à laquelle le congé est pris est déterminée par l’employeur, dans le cadre de la planification visée à l’article 128 ci-dessus, après consultation des délégués du personnel ou, à défaut, des travailleurs intéressés."
                },
                {
                  "title": "Article 131",
                  "content": "L\u0027employeur doit verser au travailleur, pendant toute la durée du congé, une allocation qui est au moins égale au douzième (1/12) des salaires et des divers éléments de la rémunération définis par la présente loi, dont le travailleur bénéficiait au cours des douze (12) mois ayant précédé la date de congé, à l\u0027exception des remboursements de frais. \n \nLes divers éléments de la rémunération visés à l’alinéa premier du présent article comprennent, lorsque cette rémunération comporte des prestations en nature, la contre-valeur en espèces de celles-ci, à moins qu\u0027il ne s\u0027agisse de prestations permanentes dont l\u0027intéressé jouit indépendamment du congé payé. \n \nCette allocation doit être versée au travailleur avant son départ en congé, à moins qu\u0027il n’en soit convenu autrement et par écrit entre l\u0027employeur et le travailleur."
                },
                {
                  "title": "Article 132",
                  "content": "–Est nul et non avenu tout accord écrit ou verbal portant renonciation de la part du travailleur au  droit au congé.  \n \nTant que le contrat de travail reste en vigueur,  est nul et non avenu tout accord prévoyant l’octroi d’une indemnité quelconque en lieu et place du congé."
                },
                {
                  "title": "Article 133",
                  "content": "En cas de rupture ou d\u0027expiration du contrat avant que le travailleur ait exercé ses droits au congé, une indemnité compensatoire calculée sur la base des droits acquis doit être accordée en lieu et place du congé.36"
                },
                {
                  "title": "Article 134",
                  "content": "Sauf accord plus favorable des parties, le travailleur salarié conjoint légitime d’une femme qui accouche a droit à trois (3) jours de congé de paternité, payés par l’employeur comme des jours de travail effectif."
                },
                {
                  "title": "Article 135",
                  "content": "Lorsque l\u0027exécution du contrat de travail entraîne, ou a entraîné le déplacement du travailleur du lieu de sa résidence au moment de l\u0027engagement, les frais de voyage du travailleur, de son conjoint et de ses enfants mineurs vivant habituellement avec lui, pour jouir du congé payé à leur lieu de résidence habituelle, sont à la charge de l\u0027employeur dans les cas et selon les modalités qui sont fixés par Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi. \n \nDans le cas prévu au premier alinéa du présent article et à défaut de convention contraire, les délais de route ne peuvent être supérieurs au temps nécessaire au travailleur pour se rendre en congé au lieu de sa résidence habituelle et en revenir."
                },
                {
                  "title": "Article 136",
                  "content": "Lorsque la situation du lieu de travail et l’indisponibilité du transport en commun rendent nécessaire la prise en charge du transport, l\u0027employeur prendra les mesures les plus appropriées pour assurer le transport du personnel.   \nA défaut, le travailleur recevra une indemnité dont le montant est à fixer selon un taux unique convenu dans le cadre d’un dialogue entre l’employeur et les représentants des travailleurs."
                }
              ]
            }
          ]
        },
        {
          "value": "CHAPITRE III",
          "text": "DES CONDITIONS PARTICULIERES DE TRAVAIL DE CERTAINES CATEGORIES DE TRAVAILLEURS",
          "sections": [
            {
              "value": "Section 1",
              "text": "de la protection de la maternité",
              "articles": [
                {
                  "title": "Article 137",
                  "content": "Un Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi fixe la nature des travaux interdits aux femmes enceintes et à celles qui allaitent."
                },
                {
                  "title": "Article 138",
                  "content": "Une femme candidate à l’emploi n’est pas tenue de déclarer son état de grossesse, sauf pour les travaux interdits aux femmes enceintes visés aux articles 137, 139 et 146 du présent Code, ainsi que pour les travaux qui comportent un risque reconnu ou significatif pour la santé de la femme et de l\u0027enfant."
                },
                {
                  "title": "Article 139",
                  "content": "La femme enceinte dont l’état de grossesse est reconnu ainsi que la femme qui allaite peuvent se faire examiner par le Médecin du service médical du travail ou, à défaut, par un Médecin agréé, pour déterminer si les travaux dont elles sont chargés ne présentent pas de risque pour elles ou pour l’enfant. \n \nL\u0027Inspecteur du travail et des lois sociales du ressort peut également requérir l\u0027examen visé au premier alinéa du présent article.   \n \nLa femme enceinte ne peut être maintenue dans un emploi ainsi reconnu comme présentant des risques et doit être affectée à un emploi adapté à son état de grossesse. \nPendant la période de mutation, le salaire et les éléments de salaire à caractère fixe sont conservés."
                },
                {
                  "title": "Article 140",
                  "content": "Aucun employeur ne peut résilier le contrat de travail d\u0027une femme salariée lorsqu\u0027elle est en état de grossesse constatée médicalement. \n \nToutefois, le contrat peut être résilié pour des motifs légitimes, des causes réelles et sérieuses, non liés à l’état de grossesse. \n \nLes dispositions des précédents alinéas ne font pas obstacle à l\u0027échéance du contrat de travail à durée déterminée."
                },
                {
                  "title": "Article 141",
                  "content": "L’état de grossesse ne doit pas être pris en considération pour résilier un contrat de travail au cours de la période d’essai."
                },
                {
                  "title": "Article 142",
                  "content": "Toute femme enceinte dont l’état est constaté par le service médical du travail ou, à défaut, par un médecin agréé peut rompre son contrat sans préavis et sans avoir de ce fait à payer une indemnité de rupture de contrat."
                },
                {
                  "title": "Article 143",
                  "content": "A l\u0027occasion de son accouchement et sans que cette interruption de service puisse être considérée comme une cause de rupture de contrat, toute femme a le droit de suspendre son travail pendant quatorze (14) semaines consécutives dont huit (08) semaines postérieures à la délivrance. \n \nCette suspension peut être prolongée de quatre (04) semaines au maximum dans les cas dûment constatés par le service médical du travail ou, à défaut, par un Médecin agréé, de maladie de la mère résultant de la grossesse ou des couches ou de pathologie du nouveau-né. \n \nCette période ne peut être confondue avec le congé annuel. \n \nElle a le droit, pendant cette période, à la charge de la Caisse Nationale de Prévoyance Sociale, au remboursement des frais d\u0027accouchement et le cas échéant, des soins médicaux, dans la limite des tarifs des formations sanitaires. \n \nPendant la durée du congé de maternité, le travailleur conserve le droit aux prestations en nature et perçoit la totalité de son salaire. La moitié (1/2) du salaire est à la charge de la Caisse Nationale de Prévoyance Sociale, l’autre moitié (1/2) étant payée par l’employeur. \n \nL’intégralité de la rémunération visée au cinquième alinéa du présent article correspondant au minimum de quatorze (14) semaines est versée, même si l’accouchement ne coïncide pas à la date probable d’accouchement ou si l’enfant est mort-né.  \n \nA défaut d\u0027affiliation à la Caisse Nationale de Prévoyance Sociale, le remboursement des frais d\u0027accouchement et de soins médicaux et le paiement de la totalité du salaire sont à la charge de l\u0027employeur.38"
                },
                {
                  "title": "Article 144",
                  "content": "Pendant une période de quinze (15) mois à compter de la naissance de l\u0027enfant, la mère a droit à des repos pour allaitement. \n \nLa durée totale de ces repos, qui sont payés comme temps de travail, ne peut dépasser une heure (01) par journée de travail. \n \nCe droit aux repos pour allaitement est calculé au prorata du temps de travail par jour pour les travailleurs à temps partiel. \n \nLa mère peut, pendant cette période, rompre son contrat sans préavis et sans avoir de ce fait à payer une indemnité de rupture."
                },
                {
                  "title": "Article 145",
                  "content": "Lorsque le nombre de mère souhaitant allaiter sur les lieux de travail le rend nécessaire, un endroit approprié est mis à leur disposition, dans des conditions à régler par voie de dialogue au sein de l’entreprise, pour leur permettre d’allaiter convenablement."
                },
                {
                  "title": "Article 146",
                  "content": "Les femmes enceintes et celles qui allaitent ne doivent pas être employées la nuit : \n \n1. avant et après la naissance d\u0027un enfant, pendant une période d\u0027au moins seize (16) semaines, dont au moins huit (08) avant la date présumée de l\u0027accouchement ; \n \n2. sur présentation d\u0027un certificat médical qui atteste la nécessité de cette interdiction pour la santé de la mère ou de l\u0027enfant, pendant d\u0027autres périodes se situant: \n- au cours de la grossesse; \n- durant la période d’allaitement visée à l’article 143 ci-dessus."
                }
              ]
            },
            {
              "value": "Section 2",
              "text": "du travail des enfants",
              "articles": [
                {
                  "title": "Article 147",
                  "content": "L’âge minimum légal d’accès à l’emploi est de quinze (15) ans sur toute l’étendue du territoire de Madagascar.  \n \nCet âge minimum d’accès à l’emploi ne doit pas être inférieur à l’âge auquel cesse la scolarité obligatoire. \n \nL’autorisation expresse d’un des parents ou du tuteur est obligatoire pour l’emploi d’un enfant mineur."
                },
                {
                  "title": "Article 148",
                  "content": "Des décrets pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi fixent la nature des travaux interdits aux enfants."
                },
                {
                  "title": "Article 149",
                  "content": "Dans les établissements assujettis à la présente loi, les enfants mineurs et les apprentis âgés de moins de dix-huit (18) ans de l\u0027un ou de l\u0027autre sexe ne peuvent être employés à un travail effectif de plus de huit (08) heures par jour et de quarante (40) heures par semaine. \nLe travail de nuit ainsi que les heures supplémentaires sont interdits aux enfants jusqu’à l’âge de dix-huit (18) ans. \n \nUn repos quotidien de douze (12) heures consécutives est obligatoire pour les enfants travailleurs."
                },
                {
                  "title": "Article 150",
                  "content": "Les enfants ne peuvent être employés dans aucune entreprise, même comme apprentis, avant l\u0027âge de quinze (15) ans, sans l\u0027autorisation de l\u0027Inspecteur du travail et des lois sociales dont la décision tient compte des circonstances locales, des tâches qui peuvent leur être demandées et à la condition que les travaux ne soient pas nuisibles à leur santé et à leur développement normal."
                },
                {
                  "title": "Article 151",
                  "content": "L\u0027Inspecteur du travail et des lois sociales peut requérir l\u0027examen des enfants par un Médecin agréé, en vue de vérifier si le travail dont ils sont chargés n\u0027excède pas leurs forces. Cette réquisition est de droit à la demande de l\u0027intéressé. \n \nL\u0027enfant ne peut être maintenu dans un emploi ainsi reconnu au-dessus de ses forces et doit être affecté à un emploi non nuisible à sa santé ou à son développement. Le cas échéant, le contrat peut être résilié avec paiement de l\u0027indemnité de préavis. \n \nDans tous les cas, les enfants et les adolescents ne pourront être admis à un emploi qu\u0027à la suite d\u0027un examen médical."
                }
              ]
            },
            {
              "value": "Section 3",
              "text": "des personnes en situation de handicap",
              "articles": [
                {
                  "title": "Article 152",
                  "content": "L\u0027expression « personne en situation de handicap » désigne toute personne dont les perspectives de trouver et de conserver un emploi adapté à sa situation de handicap ainsi que de progresser professionnellement sont sensiblement réduites pour cause d\u0027un handicap physique, mental ou sensoriel dûment reconnu."
                },
                {
                  "title": "Article 153",
                  "content": "Aucune discrimination ne peut être faite en matière de travail ou d\u0027emploi à égalité de capacité et d\u0027aptitude entre les personnes valides et les personnes en situation de handicap, du fait de leur handicap.  \n \nLes personnes en situation de handicap ont droit au travail et à l\u0027emploi, à l\u0027égalité de chances et de traitement en matière d\u0027apprentissage, de formation professionnelle et d\u0027emploi."
                },
                {
                  "title": "Article 154",
                  "content": "Les personnes en situation de handicap doivent jouir de toutes les infrastructures existantes, qu\u0027elles soient publiques ou privées, en matière d\u0027apprentissage et de formation professionnelle."
                },
                {
                  "title": "Article 155",
                  "content": "Au sein de l’Entreprise ou de l’Etablissement, une attention particulière devra être accordée à l’étude du poste de travail de la personne en situation handicap, notamment en ce qui concerne la sécurité et la santé au travail. \nL’accès aux lieux de travail, au poste de travail et à l’infrastructure de sécurité et de santé devra être facilité de manière appropriée aux travailleurs en situation de handicap."
                },
                {
                  "title": "Article 156",
                  "content": "Toute entreprise ayant embauché un certain nombre de personnes en situation de handicap bénéficie des mesures incitatives fixées par voie règlementaire après avis du Conseil National du Travail et de l’Emploi."
                },
                {
                  "title": "Article 157",
                  "content": "Le Ministère en charge du Travail et de l’emploi est chargé de promouvoir l’insertion et/ou la réinsertion professionnelle des personnes en situation de handicap, notamment par la mise en place d’une institution appropriée"
                },
                {
                  "title": "Article 158",
                  "content": "Un Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi détermine la mission, l’organisation et le fonctionnement de l’institution prévue à l’article 157 ci-dessus."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "value": "TITRE IV",
      "text": "DE LA SECURITE ET DE LA SANTE AU TRAVAIL",
      "chapters": [
        {
          "value": "CHAPITRE I",
          "text": "DISPOSITIONS GENERALES",
          "sections": [
            {
              "value": "Section 1",
              "text": "De la gouvernance nationale en matière de sécurité  et de santé au travail",
              "articles": [
                {
                  "title": "Article 159",
                  "content": "L’Etat, à travers le Ministère en charge du Travail définit, met en application et réexamine périodiquement une politique nationale de sécurité et de santé au travail."
                },
                {
                  "title": "Article 160",
                  "content": "La politique nationale de sécurité et de santé au travail a principalement pour objet de promouvoir la sécurité et la santé au travail et de prévenir les accidents et les atteintes à la santé qui résultent du travail, sont liés au travail ou surviennent au cours du travail, en réduisant au minimum les causes des risques inhérents au milieu de travail dans la mesure où cela est raisonnable et pratiquement réalisable."
                },
                {
                  "title": "Article 161",
                  "content": "Le Conseil National du Travail et de l’Emploi est consulté et contribue à l’élaboration et à la mise en application de la politique nationale de sécurité et de santé au travail, dans les conditions prévues à l’article 254 de la présente loi."
                },
                {
                  "title": "Article 162",
                  "content": "La mise en application de la politique nationale de sécurité et de santé au travail s’effectue par l’élaboration, la réalisation et l’évaluation périodique d’un programme national de sécurité et de santé au travail."
                }
              ]
            },
            {
              "value": "Section 2",
              "text": "Des obligations générales de l’employeur",
              "articles": [
                {
                  "title": "Article 163",
                  "content": "L\u0027employeur doit assurer la sécurité et la santé des travailleurs dans tous les aspects liés au travail.41"
                },
                {
                  "title": "Article 164",
                  "content": "L’employeur a l’obligation de promouvoir une culture de prévention pour s’assurer que les lieux de travail, les machines, les matériels et les procédés de travail placés sous leur contrôle ne présentent pas de risques pour la sécurité et la santé des travailleurs. \n \nL’employeur a l’obligation : \n \n1. d’évaluer périodiquement, ou de faire évaluer par toutes autres personnes compétentes, les risques pour la sécurité et la santé des travailleurs qu’il emploie et à cet effet, d’établir et de mettre à jour un Document Unique d’Evaluation des Risques, en abrégé DUER, pour la sécurité et la santé des travailleurs ; \n \n2. d’élaborer et de mettre en œuvre annuellement un Plan d’Action de Prévention, en abrégé PAP, pour garantir la sécurité et la santé des travailleurs. \n \n Un Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi détermine les modalités d’évaluation des risques, d’établissement des DUER et d’élaboration et de mise en œuvre du PAP."
                },
                {
                  "title": "Article 165",
                  "content": "L’employeur doit fournir gratuitement en cas de besoin les équipements de protection collectifs et individuels appropriés afin de prévenir les accidents ou autres effets préjudiciables à la santé. Il doit également maintenir ces équipements en bon état de fonctionnement et effectuer les réparations et changements nécessaires et s’assurer que les travailleurs les utilisent correctement."
                },
                {
                  "title": "Article 166",
                  "content": "Pour prévenir les risques d’accidents, les installations, les matériels et matériaux de travail sont soumis à des mesures de sécurité obligatoires. \nIls doivent faire l’objet de surveillance, d’entretien et de vérification systématiques."
                },
                {
                  "title": "Article 167",
                  "content": "L’employeur avec le concours des médecins du travail est tenu de prévoir des mesures permettant de faire face aux situations d’urgence et aux accidents et de fournir des moyens suffisants pour l’administration des premiers secours."
                },
                {
                  "title": "Article 168",
                  "content": "L’employeur est tenu d’informer les travailleurs ou leurs représentants sur les risques pour leur sécurité et leur santé ainsi que les mesures de prévention prises pour garantir un lieu de travail sûr et sain."
                },
                {
                  "title": "Article 169",
                  "content": "L’employeur a l’obligation de veiller à ce que chaque travailleur reçoive une formation appropriée gratuite en matière de sécurité et de santé au travail. \n \n Des formations spécifiques devront être définies et réalisées au bénéfice des travailleurs et de leurs représentants ayant les missions de promouvoir la sécurité et la santé au travail.42"
                },
                {
                  "title": "Article 170",
                  "content": "L’employeur doit faire participer activement les travailleurs ou leurs représentants dans l’évaluation des risques et le choix des mesures de prévention à mettre en place et dans toute autre décision visant la sécurité et la santé au travail."
                },
                {
                  "title": "Article 171",
                  "content": "Au niveau de l’entreprise utilisant à partir de cinquante (50) travailleurs, un Comité Sécurité et Santé au Travail, en abrégé CSST, doit être mis en place pour permettre la participation des travailleurs visée à l’article 177 ci-dessus.  \n \n Le CSST est rattaché au Comité d’entreprise. \n \nJusqu’à la mise en place du Comité d’entreprise, il est provisoirement constitué en structure autonome. \n \nLes détails des missions du CSST ainsi que son organisation et son fonctionnement sont précisés par décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi."
                },
                {
                  "title": "Article 172",
                  "content": "Les employeurs qui se livrent simultanément à des activités sur un même lieu de travail, doivent collaborer en vue d\u0027appliquer les dispositions prévues par le présent Titre."
                }
              ]
            },
            {
              "value": "Section 3",
              "text": "Des droits et obligations générales des travailleurs",
              "articles": [
                {
                  "title": "Article 173",
                  "content": "Le travailleur en cas de danger menaçant sa santé et/ou sa sécurité peut exercer le droit d’alerte et de retrait temporaire du poste de travail, jusqu\u0027à ce que l\u0027employeur ait pris des mesures pour y remédier. À cet effet, l’employeur ne pourra pas demander aux travailleurs de reprendre le travail dans une situation où persiste un péril imminent et grave pour la vie ou la santé.  \n \nUn Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi détermine les modalités du droit de retrait."
                },
                {
                  "title": "Article 174",
                  "content": "Les mesures de sécurité et de santé au travail ne doivent entraîner aucune dépense pour les travailleurs."
                },
                {
                  "title": "Article 175",
                  "content": "Sans que cela décharge l’employeur de ses propres responsabilités, le travailleur est le premier responsable de sa sécurité et de sa santé au travail."
                },
                {
                  "title": "Article 176",
                  "content": "A cet effet, les travailleurs doivent se soumettre à l’ensemble des mesures de sécurité et de santé imposées pour prévenir les risques pour la sécurité et la santé inhérents à leur travail."
                },
                {
                  "title": "Article 177",
                  "content": "Les travailleurs, dans le cadre de leur travail, doivent coopérer pour l\u0027accomplissement des obligations incombant à l\u0027employeur dans le domaine de la sécurité et de la santé au travail.43"
                }
              ]
            }
          ]
        },
        {
          "value": "CHAPITRE II",
          "text": "DES SERVICES DE SANTE AU TRAVAIL",
          "sections": [
            {
              "value": "Section 1",
              "text": "De la politique nationale",
              "articles": [
                {
                  "title": "Article 178",
                  "content": "La politique nationale de sécurité et de santé au travail prévue à la Section première du Chapitre premier du présent Titre inclut la question des services de santé au travail."
                }
              ]
            },
            {
              "value": "Section 2",
              "text": "De l’obligation générale",
              "articles": [
                {
                  "title": "Article 179",
                  "content": "Dans les conditions prévues par les textes réglementaires en  vigueur, toute personne physique ou morale exerçant une activité de quelque nature que ce soit et employant un ou plusieurs travailleurs, y compris les établissements médicaux et d’assurance est tenue de leur assurer les prestations médico-sanitaires fournies par un service médical du travail agréé par l’Etat, auquel il doit adhérer et affilier tous ses travailleurs. \n \nPar contribution volontaire dans les conditions à déterminer par le Décret prévu à l’article 187 ci-dessous, les travailleurs indépendants et les membres des professions libérales peuvent bénéficier des prestations du service médical du travail de leur zone géographique."
                },
                {
                  "title": "Article 180",
                  "content": "La surveillance de la santé des travailleurs en relation avec le travail ne doit entrainer pour ceux-ci aucune perte de gain, elle doit être gratuite et avoir lieu autant que possible pendant les heures de travail."
                }
              ]
            },
            {
              "value": "Section 3",
              "text": "Du service médical du travail",
              "articles": [
                {
                  "title": "Article 181",
                  "content": "Le service médical du travail est un service investi de fonctions essentiellement préventives. Il a pour mission de prévenir toute altération de la santé des travailleurs du fait de leur travail, en particulier de surveiller les conditions de sécurité et de santé sur les lieux de travail. \n \nL’affiliation du travailleur au service médical du travail doit se faire dans les quinze (15) jours qui suivent la prise de service."
                },
                {
                  "title": "Article 182",
                  "content": "Les services médicaux du travail ont pour missions : \n- d’appuyer techniquement les entreprises à l’élaboration et au suivi de la mise en œuvre du plan d’action de prévention ; \n- d’identifier et évaluer les risques d\u0027atteinte à la santé sur les lieux de travail ;  \n- de surveiller les facteurs du milieu de travail et les pratiques de travail susceptibles d\u0027affecter la santé des travailleurs, y compris les installations sanitaires, les cantines et le logement, lorsque ces facilités sont fournies par l’employeur ;  \n- de donner des conseils sur la planification et l\u0027organisation du travail, y compris la conception des lieux de travail, sur le choix, l\u0027entretien et l\u0027état des machines et des équipements ainsi que sur les substances utilisées dans le travail ;  \n- de participer à l\u0027élaboration des programmes d\u0027amélioration des pratiques de travail ainsi qu\u0027aux essais et à l\u0027évaluation des nouveaux équipements quant aux aspects de santé ;  \n- de donner des conseils dans les domaines de la sécurité, de la santé et de l\u0027hygiène au travail, de l\u0027ergonomie ainsi qu\u0027en matière d\u0027équipements de protection individuelle et collective ;  \n- de surveiller la santé des travailleurs en relation avec le travail ;  \n- de promouvoir l\u0027adaptation du travail aux travailleurs ; \n- de contribuer aux mesures de réadaptation professionnelle ;  \n- de collaborer à la diffusion de l\u0027information, à la formation et à l\u0027éducation dans les domaines de la sécurité, de la santé et de l\u0027hygiène au travail ainsi que de l’ergonomie ;  \n- d’organiser les premiers secours et les soins d’urgence ;  \n- de participer à l\u0027analyse des accidents de travail et des maladies professionnelles ; \n- d’établir un rapport circonstancié suite à la survenance d’un accident professionnel grave."
                },
                {
                  "title": "Article 183",
                  "content": "Le service médical du travail est en principe un service médical interentreprises ou, exceptionnellement, un service médical d’entreprise ou d’établissement, selon les modalités prévues par le Décret prévu à l’article 187 ci-dessous."
                },
                {
                  "title": "Article 184",
                  "content": "Dans les régions où coexistent des services médicaux du travail, avec l’autorisation préalable du Ministre chargé du Travail, sous réserve d’un préavis de deux (02) mois et de l’acquittement des cotisations impayées, une entreprise peut rompre son adhésion à un service médical du travail, pour une adhésion immédiate à un autre territorialement compétent."
                },
                {
                  "title": "Article 185",
                  "content": "Les Médecins du travail sont tenus de conseiller l\u0027employeur, les travailleurs et leurs représentants."
                },
                {
                  "title": "Article 186",
                  "content": "Le Médecin du service médical du travail jouit de l’indépendance professionnelle requise par l’exercice de sa fonction. Son licenciement doit être soumis à l’autorisation du Ministre chargé du Travail."
                },
                {
                  "title": "Article 187",
                  "content": "Un Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi détermine l’organisation et le fonctionnement des services médicaux du travail."
                }
              ]
            }
          ]
        },
        {
          "value": "CHAPITRE III",
          "text": "DE LA CANTINE",
          "articles": [
            {
              "title": "Article 188",
              "content": "La mise en place d’une cantine au bénéfice des travailleurs est à la charge de l’employeur : \n1. lorsque l’emplacement de l’établissement ou l’organisation du travail ne permet pas aux travailleurs de se restaurer normalement ; \n \n2. pour les établissements ayant recours au système d’heures continues."
            },
            {
              "title": "Article 189",
              "content": "La cantine doit être tenue en parfait état de propreté. De même, elle doit présenter les conditions de confort et d’aération adéquate, permettant notamment aux travailleurs de se restaurer en station assise."
            },
            {
              "title": "Article 190",
              "content": "La nourriture servie aux travailleurs doit présenter les conditions d’hygiène et de propreté requises. \n \nToutefois une indemnité de restauration peut être octroyée, le cas échéant, en remplacement de la mise en place d’une cantine, à l’issue d’un dialogue social au sein de l’entreprise."
            },
            {
              "title": "Article  191",
              "content": "Un Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi précise les modalités d’application du présent Chapitre et notamment le droit de l’employeur d’opérer des retenues sur le salaire au titre de restauration."
            }
          ]
        },
        {
          "value": "CHAPITRE IV",
          "text": "DISPOSITIONS DIVERSES",
          "articles": [
            {
              "title": "Article 192",
              "content": "Les mesures générales de sécurité et de santé au travail ainsi que d’environnement du travail sont fixées par Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi."
            },
            {
              "title": "Article  193",
              "content": "Avant que des travailleurs puissent y être employés, tout établissement doit satisfaire aux mesures de sécurité, de santé et d’environnement régissant la branche d’activité."
            },
            {
              "title": "Article 194",
              "content": "Il est créé une commission interministérielle chargée de contrôler les conditions d’hygiène, de sécurité et d’environnement et d’autoriser l’ouverture de l’établissement.  \n \nUn Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi fixe l’organisation et le fonctionnement de cette commission, ainsi que les départements devant y être représentés.  \n \nUn Arrêté du Ministre chargé du Travail nomme les membres de la commission sur proposition des départements concernés.46"
            }
          ]
        }
      ]
    },
    {
      "value": "TITRE V",
      "text": "DES RELATIONS COLLECTIVES DE TRAVAIL",
      "chapters": [
        {
          "value": "CHAPITRE I",
          "text": "DES ORGANISATIONS DES TRAVAILLEURS ET DES EMPLOYEURS",
          "articles": [
            {
              "title": "Article 195",
              "content": "L’exercice du droit syndical est reconnu dans le respect des droits et libertés garanties par la Constitution. \n \nLe syndicat est une organisation de travailleurs ou d’employeurs ayant pour but de promouvoir et de défendre les intérêts des travailleurs ou des employeurs. \nL’objectif du mouvement syndical est le progrès économique et social de ses membres."
            },
            {
              "title": "Article 196",
              "content": "Les travailleurs et les employeurs, sans distinction d\u0027aucune sorte ont le droit, sans autorisation préalable, de constituer des organisations de leur choix, ainsi que celui de s\u0027affilier à ces organisations à la seule condition de se conformer aux statuts de ces dernières, ou de ne pas s\u0027affilier. \n \nIls sont représentés, en leur qualité de partenaires sociaux, dans les structures de dialogue, les organismes de gestion de la politique sociale et des fonds sociaux et les négociations d’accords nécessitant l’intervention d’un acte réglementaire, par les groupements professionnels et les organisations syndicales les plus représentatifs. La représentativité est établie par les éléments apportés par les organisations concernées et l’Administration du travail."
            },
            {
              "title": "Article 197",
              "content": "Les organisations de travailleurs et d\u0027employeurs ont le droit :  \n \n1. d\u0027élaborer leurs statuts et règlements, d\u0027élire librement leurs représentants, d\u0027organiser leur gestion et leurs activités, de formuler leur programme d\u0027action ; \n \n2. de constituer des fédérations et des confédérations ainsi que de s\u0027y affilier ; \ntoute organisation, fédération ou confédération a le droit de s\u0027affilier à des organisations internationales de travailleurs ou d\u0027employeurs."
            },
            {
              "title": "Article 198",
              "content": "Les autorités publiques doivent s\u0027abstenir de toute intervention de nature à limiter ce droit ou à en entraver l\u0027exercice légal. \n \nLa juridiction administrative compétente connaît des litiges relatifs à la violation de l’alinéa premier du présent article."
            },
            {
              "title": "Article 199",
              "content": "Dans l\u0027exercice des droits qui leur sont reconnus, les travailleurs, les employeurs et leurs organisations respectives sont tenus de respecter la légalité."
            },
            {
              "title": "Article 200",
              "content": "Les travailleurs sont protégés contre tous actes de discrimination portant atteinte à la liberté syndicale en matière d\u0027emploi. Il est interdit de : \n1. subordonner l\u0027emploi d\u0027un travailleur à son affiliation ou à la cessation de ses activités au sein d’un syndicat ; \n2. congédier un travailleur ou lui porter préjudice par tous autres moyens, en raison de son affiliation syndicale ou de sa participation à des activités syndicales."
            },
            {
              "title": "Article 201",
              "content": "Le Chef d\u0027entreprise ou son représentant ne doit employer aucun moyen de pression en faveur ou à l\u0027encontre d\u0027une organisation syndicale quelconque."
            },
            {
              "title": "Article 202",
              "content": "L’employeur est autorisé, sans y être obligé, à prélever les cotisations syndicales sur les salaires lorsque les deux conditions ci-après sont réunies: \n \n1. l’employeur et chaque organisation syndicale implantée dans l’entreprise ou l’établissement ont conclu un accord écrit autorisant la collecte de la cotisation par retenue sur le salaire ; \n \n2. le travailleur concerné a fait une déclaration de cession volontaire de salaire à cette fin, conformément aux dispositions de l’article 100 ci-dessus et indiquant clairement l’identité du syndicat au profit duquel la cotisation sera versée. \n \nLe travailleur a personnellement le droit de rétracter librement cette cession de solde."
            },
            {
              "title": "Article 203",
              "content": "Toute mesure prise par l\u0027employeur en violation des dispositions des articles  195 à 202 ci-dessus est considérée comme nulle de plein droit et donne lieu à des dommages intérêts au bénéfice de la personne lésée."
            },
            {
              "title": "Article 204",
              "content": "Les organisations syndicales des travailleurs ont le droit d\u0027exercer leurs activités de promotion et de défense des intérêts au sein des entreprises, pourvu qu’elles aient dûment procédé à la déclaration d’existence prévue par la règlementation en vigueur."
            },
            {
              "title": "Article 205",
              "content": "Les syndicats jouissent de la personnalité civile. Ils ont le droit d\u0027ester en justice. Ils peuvent acquérir sans autorisation, à titre gratuit ou à titre onéreux, des biens meubles et, sous réserve de la législation en vigueur, des biens immeubles. \n \nSont insaisissables les biens meubles et immeubles nécessaires au fonctionnement des organisations syndicales. \n \nUn Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi détermine les conditions dans lesquelles les circonscriptions régionales locales mettent, suivant leurs possibilités, un local à la disposition des syndicats en vue de la tenue de leurs séances."
            },
            {
              "title": "Article 206",
              "content": "L\u0027adhésion à un syndicat de travailleur et à une organisation professionnelle d’employeurs est libre. Toute forme de discrimination est interdite.48"
            },
            {
              "title": "Article 207",
              "content": "Au sein de l\u0027entreprise, un syndicat peut être créé, selon les formes et procédures prévues par la règlementation en vigueur, sous forme d’une section syndicale ou d’un syndicat autonome, dès lors qu\u0027il comprend sept (07) membres.  \n \nDans le cadre de ses interventions, la section syndicale peut se faire assister par son organisation d’appartenance."
            },
            {
              "title": "Article 208",
              "content": "Les syndicats ayant reçu mandat à cette fin par les travailleurs ou les employeurs concernés peuvent, devant l’Administration publique et toutes les juridictions, représenter le membre mandant et exercer tous les droits réservés à la partie civile relativement aux faits portant un préjudice direct ou indirect à l\u0027intérêt des travailleurs, des employeurs ou de l\u0027organisation. \n \nLes délégués ou responsables syndicaux dûment mandatés par l’organisation d’appartenance elle-même mandatée par le travailleur peuvent représenter ce dernier dans tous les domaines où il a un intérêt à défendre, notamment dans l’entreprise, devant l’Administration publique et devant les tribunaux."
            },
            {
              "title": "Article 209",
              "content": "Les syndicats régulièrement constitués d\u0027après les dispositions du présent Code peuvent se concerter pour l\u0027étude et la défense des intérêts de leurs adhérents."
            },
            {
              "title": "Article 210",
              "content": "Les syndicats ont le droit de désigner des représentants pour : \n \n1. assister aux congrès statutaires et aux séminaires des organisations syndicales ; \n \n2. participer à des formations organisées par le Bureau International du Travail ; \n \n3. participer aux rencontres internationales auxquelles ils sont invités."
            },
            {
              "title": "Article 211",
              "content": "Les syndicats sont la priorité pour présenter des candidats à l’élection des délégués du personnel et des représentants des travailleurs au comité d’entreprise, s’ils ont déclaré leur existence dans l’entreprise ou l’établissement conformément à la règlementation en vigueur."
            },
            {
              "title": "Article 212",
              "content": "Le délégué syndical est désigné par la section syndicale ou par le syndicat autonome. \n \nDès lors que coexistent deux (02) sections syndicales dans une entreprise, elles peuvent se constituer en une plateforme intersyndicale et désigner un ou plusieurs délégués intersyndicaux. \n \nLes syndicats autonomes peuvent également s’entendre avec les sections intersyndicales et participer à la désignation des délégués intersyndicaux. \n \nEn cas de désaccord entre les syndicats sur la désignation des délégués intersyndicaux, aucun délégué intersyndical ne peut être institué au sein de l\u0027établissement ou de l\u0027entreprise. \n \nLa destitution du délégué intersyndical s’effectue également par accord entre les syndicats."
            },
            {
              "title": "Article 213",
              "content": "Pour l\u0027accomplissement de leur mission, les délégués syndicaux et intersyndicaux bénéficient: \n \n1. d\u0027un crédit d\u0027heures de huit (08) heures par mois dont l\u0027utilisation se fait en accord avec l\u0027employeur, ce dernier devant être prévenu de l’utilisation du crédit d’heures au moins deux (2) jours ouvrables à l’avance ; \n \n2. de la même protection en matière de licenciement que celle prévue pour les délégués du personnel par l’article 221 ci-dessous. \n \nLa protection visée au point (2) du présent article s’applique également au responsable syndical dans l’entreprise désigné conformément aux dispositions des statuts et du règlement de leur organisation ainsi qu’à celles du présent Chapitre et des textes règlementaires pris en son application. \n \nLes fonctions de délégué syndical sont incompatibles avec celles de délégué du personnel."
            },
            {
              "title": "Article 214",
              "content": "Des permissions non déductibles des congés d\u0027une durée totale de douze (12) jours ouvrables, délai de route non compris, sont accordées par année civile en une ou deux fois, à la demande du travailleur régulièrement mandaté par son organisation syndicale, pour lui permettre d\u0027assister aux congrès statutaires, aux séminaires des organisations syndicales des travailleurs et aux rencontres internationales auxquelles il est invité. \n \nCes permissions sont rémunérées sur accord des parties ou suivant les dispositions d\u0027une convention collective ou selon l\u0027usage de l\u0027établissement. \n \nLes absences autorisées pour satisfaire aux dispositions ci-dessus ne peuvent, dans chaque établissement, réduire de plus de dix (10) pour cent les effectifs de chacune des catégories professionnelles des travailleurs de l\u0027entreprise. \n \nLes demandes, remises au Chef d\u0027établissement au moins quinze (15) jours à l\u0027avance, sont retenues dans l\u0027ordre de leur dépôt. \nLes permissions obtenues dans les conditions définies aux articles ci-dessus sont assimilées à un service effectif pour la détermination, tant des droits aux congés payés que de tous les droits que le salarié tient de son ancienneté dans l\u0027entreprise."
            }
          ]
        },
        {
          "value": "CHAPITRE II",
          "text": "DES DELEGUES DU PERSONNEL",
          "articles": [
            {
              "title": "Article 215",
              "content": "Les délégués du personnel sont obligatoirement élus dans les établissements où sont employés plus de onze (11) salariés. \nTout travailleur de l’établissement peut saisir l’Inspecteur du travail et des lois sociales pour enjoindre à l’employeur d’organiser l’élection des délégués du personnel."
            },
            {
              "title": "Article 216",
              "content": "Le mandat des délégués du personnel est de trois (03) ans, ils peuvent être réélus.  \n \nA l’expiration du mandat, l’employeur dispose d’un délai de deux (02) mois pour organiser de nouvelles élections conformément à la règlementation en vigueur.  \n \nSi l’employeur n’organise pas les élections, il est passible de pénalités.  \n \nSi les travailleurs ne présentent pas de candidats à l’élection, la carence est constatée par l’Inspecteur du travail et des lois sociales du ressort et l’employeur est protégé de l’inexistence de délégués du personnel nouvellement élus pendant une première période de douze (12) mois  à partir de la date prévue pour la tenue des élections. \n \nA l’expiration de cette période de protection, l’employeur organise de nouvelles élections dans un délai de deux (02) mois. \n \nSi les travailleurs ne présentent toujours pas de candidats à ces nouvelles élections, l’employeur est protégé de l’inexistence de délégués du personnel nouvellement élus jusqu’à la prochaine année électorale telle qu’elle est définie par la règlementation en régissant la représentativité syndicale et les  délégués du personnel. \n \nLes délégués du personnel sortants continuent à exercer leurs fonctions jusqu’à ce que de nouveaux délégués du personnel soient élus."
            },
            {
              "title": "Article 217",
              "content": "Le nombre des délégués du personnel est fixé en fonction de l’effectif des travailleurs de l’entreprise, dans les conditions prévues par l’Arrêté visé à l’article 218 ci-dessous."
            },
            {
              "title": "Article 218",
              "content": "Un Arrêté du Ministre chargé du Travail et de l’emploi fixe :     \n \n1. le nombre des délégués du personnel suivant les catégories d\u0027établissement et le nombre minimum de travailleurs ; \n \n2. les modalités de l\u0027élection qui doit avoir lieu au scrutin secret et au premier tour, sur des listes établies par les organisations syndicales au sein de chaque établissement, pour chaque catégorie du personnel ; \n \n \n3. les conditions exigées pour être électeurs et éligibles ; \n \n4. la durée considérée et rémunérée comme temps de travail dont disposent les délégués pour l\u0027accomplissement de leurs fonctions et les moyens mis à leur disposition ; \n5. les conditions dans lesquelles ils sont reçus par l\u0027employeur ou son représentant."
            },
            {
              "title": "Article 219",
              "content": "Le Président du Tribunal du travail statuant comme en matière de référé est compétent pour trancher toutes contestations relatives à l\u0027électorat, à l\u0027éligibilité, à la régularité des opérations électorales et aux résultats, conformément aux dispositions du Code de procédure civile."
            },
            {
              "title": "Article 220",
              "content": "Chaque délégué a un suppléant élu dans les mêmes conditions que celles visées à l’article 218 ci-dessus. Il le remplace en cas d’empêchement temporaire ou définitif : absence, décès, démission, révocation, changement de collège électoral, résiliation de contrat, perte des conditions requises pour l\u0027éligibilité. \n \nSi l’empêchement définitif du titulaire et du suppléant n’entraîne pas l’absence totale des délégués du personnel dans l’établissement, des élections partielles sont organisées, à la condition que la durée restant à courir soit au moins de cinq mois. \n \nSi l’empêchement définitif du titulaire et du suppléant entraîne l’absence totale des délégués du personnel dans l’établissement, des élections complètes sont organisées pour un nouveau mandat."
            },
            {
              "title": "Article 221",
              "content": "Tout licenciement d\u0027un délégué du personnel envisagé par l\u0027employeur doit être soumis à la décision de l’Inspecteur du travail et des lois sociales du ressort.  \n \nLa décision motivée de l’Inspecteur du travail et des lois sociales doit être rendue dans un délai de soixante (60) jours ouvrables de la saisine. \n \nLa même procédure est applicable au licenciement des anciens délégués du personnel pendant une durée de six (06) mois à partir de l\u0027expiration de leur mandat, ainsi qu’au licenciement des candidats aux fonctions des délégués du personnel, dès le dépôt des candidatures et pendant une durée de trois (03) mois après le scrutin. \n \nToutefois, en cas de faute lourde, l\u0027employeur peut prononcer la suspension à titre conservatoire de l\u0027intéressé, après en avoir informé par écrit l\u0027Inspecteur du travail et des lois sociales du ressort. Faute pour l’employeur d’avoir procédé à cette information préalable, la mesure de suspension est réputée être une sanction disciplinaire. \n \nSi le licenciement est refusé, la suspension est nulle et non avenue et le délégué du personnel est immédiatement réintégré et ce, nonobstant tout recours que l’employeur pourrait intenter. \n \nSi le refus de licenciement est confirmé en dernier ressort par la juridiction compétente et/ou si aucun recours n’a été intenté dans les délais prescrits contre la décision de refus, le travailleur intéressé peut prétendre à des dommages et intérêts fixés par la juridiction compétente. \n \nL’employeur a également l’obligation de réintégrer dans ses fonctions, dans les conditions prévues à l’alinéa 5 du présent article, le délégué du personnel qui a eu gain de cause à l’issue d’un recours et ce, malgré un licenciement qui serait déjà intervenu à la suite des décisions prises aux instances inférieures."
            },
            {
              "title": "Article 222",
              "content": "Le collège des travailleurs ayant élu le délégué du personnel peut le révoquer. La révocation est acquise, quel que soit le motif, après approbation des deux tiers (2/3) au moins des membres du collège ayant élu le délégué et après avoir informé le syndicat qui l’a présenté ainsi que l’employeur."
            },
            {
              "title": "Article 223",
              "content": "Les délégués du personnel ont pour mission : \n \n- de présenter aux employeurs toutes les réclamations individuelles ou collectives concernant notamment les conditions de travail, la protection des travailleurs, l\u0027application des conventions collectives, des classifications professionnelles et des taux de salaire ; \n \n- de saisir l\u0027inspection du travail de toute plainte ou réclamation concernant l\u0027application des prescriptions légales et réglementaires qui n\u0027auraient pas été satisfaites au niveau de l\u0027entreprise ; \n \n- de veiller à l\u0027application des prescriptions relatives à l\u0027hygiène, à la sécurité des travailleurs et à la protection sociale et de proposer toutes mesures utiles à ces sujets ; \n \n- de communiquer toutes suggestions utiles et d\u0027étudier avec l\u0027employeur toutes mesures tendant à l\u0027amélioration de l\u0027organisation et du rendement de l\u0027entreprise ; \n \n- de faire part à l’employeur de leurs avis et suggestions sur les mesures de licenciement envisagées en cas de diminution d’activités ou de réorganisation intérieure de l’établissement. \n \nDans l\u0027accomplissement de leur mandat, les délégués du personnel peuvent, sur leur demande, se faire assister des délégués syndicaux et/ou intersyndicaux."
            },
            {
              "title": "Article 224",
              "content": "Chaque délégué du personnel titulaire dispose d’un crédit mensuel de quinze (15) heures pour l’accomplissement de ses fonctions.  \n \nCette durée qui n’est pas cumulable est rémunérée comme temps de travail effectif. \n \nLe délégué suppléant utilise le crédit d’heures du titulaire qu’il remplace. \n \nLe temps consacré aux réunions mensuelles avec les délégués du personnel que l’employeur est tenu d’organiser en application de la règlementation n’est pas déduit de ce crédit d’heures."
            }
          ]
        },
        {
          "value": "CHAPITRE III",
          "text": "DU COMITE D\u0027ENTREPRISE",
          "articles": [
            {
              "title": "Article 225",
              "content": "Un comité d’entreprise est mis en place dans toutes les entreprises assujetties au présent Code du travail et occupant à partir de cinquante (50) travailleurs permanents. \n \nLe comité d’entreprise, organe consultatif bipartite, est une plate-forme de négociation, de dialogue et de collaboration, intervenant dans le cadre de l\u0027entreprise. Il est consulté et émet son avis sur toutes les questions intéressant la vie des travailleurs : conditions de travail, affaires sociales et culturelles, sécurité, santé et environnement du travail, licenciement individuel ou collectif pour motif économique, différend de travail."
            },
            {
              "title": "Article 226",
              "content": "Le comité d’entreprise veille à l’application des lois et règlements en vigueur et émet des propositions pour l’amélioration du fonctionnement de l’entreprise."
            },
            {
              "title": "Article 227",
              "content": "Les membres du comité d’entreprise ont le droit : \n \n1. d’être informés sur le fonctionnement de l’entreprise ; \n \n2. de procéder à la saisine de l’inspection ou du Tribunal du travail ; \n \n3. d’être protégés contre le licenciement abusif ; \n \n4. de faire appel à l\u0027office d\u0027un expert, le recours au service d’experts externes étant laissé à l’accord des parties."
            },
            {
              "title": "Article 228",
              "content": "Le comité d’entreprise doit établir un rapport périodique destiné aux travailleurs par voie d’affichage et par la tenue d’un registre de procès-verbal. \n \nLes membres du comité d’entreprise sont tenus à une obligation de réserve sur les informations ayant un caractère confidentiel et doivent participer aux différentes activités du comité."
            },
            {
              "title": "Article 229",
              "content": "Le comité d’entreprise est composé : \n \n1. par les représentants directement élus des travailleurs et les délégués syndicaux ou intersyndicaux, d’une part ; \n \n2. et par l’employeur ou ses représentants, d’autre part. \n \nLa désignation des représentants directement élus visés à l’alinéa premier du présent article se fait suivant les dispositions du Décret régissant le comité d’entreprise ainsi que celles de la règlementation régissant l’élection des délégués du personnel."
            },
            {
              "title": "Article 230",
              "content": "Tous les membres titulaires ont une voix délibérative dans les décisions à prendre au sein du comité. \n \nChaque membre du comité d’entreprise a un suppléant élu ou nommé dans les mêmes conditions que ci-dessus. Il le remplace en cas d\u0027absence, de décès, de démission, de révocation, de changement de collège électoral, de résiliation de contrat, de perte des conditions requises pour l\u0027éligibilité. \n \nSi l’empêchement définitif du titulaire et du suppléant n’entraîne pas l’absence totale de membres représentant une ou plusieurs des entités composant le comité d’entreprise visées à l’article 229 ci-dessus, des élections ou nominations partielles sont organisées, à la condition que la durée restant à courir soit au moins de cinq mois. \n \nSi l’empêchement définitif du titulaire et du suppléant entraîne l’absence totale de membres représentant une ou plusieurs des entités composant le comité d’entreprise visées à l’article 229 ci-dessus, des élections ou nominations complètes sont organisées pour un nouveau mandat."
            },
            {
              "title": "Article 231",
              "content": "Tout licenciement d\u0027un membre du comité d’entreprise élu par les travailleurs, envisagé par l\u0027employeur est soumis à la même procédure que celle prévue pour le licenciement des délégués du personnel, visée à l’article 221 ci-dessus."
            },
            {
              "title": "Article 232",
              "content": "Les représentants élus au comité d’entreprise peuvent être révoqués par leur collège de provenance. La révocation est acquise, quel que soit le motif, après approbation des deux tiers (2/3) au moins des membres du collège ayant élu le membre et après avoir informé le syndicat qui l’a présenté ainsi que l’employeur. \n \nLa révocation des autres membres est laissée à l’initiative de leur entité de provenance. La révocation est acquise dès notification des instances dirigeantes du comité. \n \nLe comité d’entreprise peut en outre, dans les conditions prévues par le Décret visé à l’article 233 ci-dessous et par son règlement intérieur, procéder à la révocation d’un membre en cas de violation grave dudit règlement intérieur du comité."
            },
            {
              "title": "Article 233",
              "content": "Un Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi fixe l’effectif des membres travailleurs et employeurs au sein du comité d’entreprise, l’exercice des fonctions de ceux-ci ainsi que les principes généraux du fonctionnement du comité."
            }
          ]
        },
        {
          "value": "CHAPITRE IV",
          "text": "DU REGLEMENT INTERIEUR",
          "articles": [
            {
              "title": "Article 234",
              "content": "Le règlement intérieur est un document écrit en malagasy et/ou en français par lequel l’employeur fixe les règles générales et permanentes relatives à l’organisation technique de l\u0027établissement et à la discipline générale, en déterminant la nature et le degré des sanctions susceptibles d’être prononcées ainsi que les dispositions de procédure garantissant les droits à la défense, les règles de sécurité et de santé nécessaires à sa bonne marche. \n \nToutes autres clauses qui viendraient à y figurer, notamment celles relatives à la rémunération sont considérées comme nulles de plein droit.55"
            },
            {
              "title": "Article 235",
              "content": "L’élaboration d’un règlement intérieur est obligatoire dans toutes les entreprises employant habituellement plus de onze (11) travailleurs. \n \nLorsqu’une entreprise comprend des établissements distincts, le règlement intérieur de l’entreprise peut comporter des clauses particulières pour tel ou tel établissement."
            },
            {
              "title": "Article 236",
              "content": "L\u0027élaboration du règlement intérieur est du pouvoir de l\u0027employeur. \nLe projet de règlement intérieur doit être communiqué par l\u0027employeur aux délégués du personnel pour avis. \n \nUn Arrêté du Ministre chargé du Travail et de l’emploi fixe : \n \n1. le contenu minimum du règlement intérieur ; \n \n2. les modalités de consultation des délégués du personnel, de visa, de dépôt et d\u0027affichage du règlement intérieur ; \n \n3. le modèle de règlement intérieur ; \n \nLes dispositions des alinéas précédents du présent article s’appliquent aux modifications décidées par l’employeur à sa propre initiative ou à la demande des travailleurs."
            },
            {
              "title": "Article 237",
              "content": "Tout autre règlement similaire élaboré par l\u0027employeur et contraire aux présentes dispositions, notamment ceux contenant en même temps des règles d\u0027organisation ainsi que des dispositions négociables du domaine de la convention collective est nul et de nul effet."
            },
            {
              "title": "Article 238",
              "content": "Il est interdit à l\u0027employeur d\u0027infliger des amendes ou des sanctions pécuniaires sous quelque forme que ce soit."
            },
            {
              "title": "Article 239",
              "content": "Le règlement intérieur doit prévoir : \n \n1. un délai raisonnable d’engagement de la procédure disciplinaire, qui court de la date de constatation des faits et à l’expiration duquel ces faits ne pourront plus faire l’objet d’une procédure disciplinaire ; \n \n2. un délai raisonnable dans lequel l’employeur doit prendre sa décision après la comparution du travailleur au conseil de discipline ou, à défaut, à l’entretien préalable au licenciement ; passé ce délai, aucune sanction ne pourra plus être prise aux motifs des mêmes faits ; \n \n3. un délai raisonnable au-delà duquel une sanction appliquée antérieurement ne pourra plus être invoquée à l’appui d’une nouvelle sanction. \n Un Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi fixe le maximum pour chacun des délais prévus à l’alinéa premier du présent article."
            },
            {
              "title": "Article 240",
              "content": "La durée de la suspension conservatoire décidée à l’encontre d’un travailleur en instance disciplinaire doit être strictement limitée au temps nécessaire pour le déroulement de la procédure de licenciement. \n \n Durant cette suspension, le travailleur conserve au moins sa rémunération principale ainsi que les avantages non liés à la présence au poste de travail et à la production."
            }
          ]
        },
        {
          "value": "CHAPITRE V",
          "text": "DE LA CONVENTION COLLECTIVE ET DES ACCORDS D\u0027ETABLISSEMENT",
          "articles": [
            {
              "title": "Article 241",
              "content": "La Convention Collective est un contrat écrit relatif aux conditions de travail. \n \nAu niveau d’une entreprise où sont employés moins de cinquante (50) travailleurs, la convention collective est conclue entre l’employeur, d\u0027une part, et les délégués du personnel, d\u0027autre part. \n \nAu niveau d’une entreprise employant à partir de cinquante (50) travailleurs, la convention collective est conclue au sein du comité d’entreprise."
            },
            {
              "title": "Article 242",
              "content": "Les négociateurs doivent être dûment mandatés par leurs organisations. Ils peuvent être assistés par leurs organisations respectives qui peuvent faire appel à toute personne de leur choix dans leur organisation respective. \n \nLes modalités de la négociation sont définies d’un commun accord par les deux parties."
            },
            {
              "title": "Article 243",
              "content": "Les conventions collectives déterminent leur champ d\u0027application; celui-ci peut être national, local ou limité à un ou plusieurs établissements, à une ou plusieurs entreprises. \n \nLes dispositions de la convention collective ne peuvent déroger aux dispositions d’ordre public."
            },
            {
              "title": "Article 244",
              "content": "Le présent Code reconnaît expressément le rôle central de la convention collective dans l’amélioration des conditions et relations de travail et encourage fortement sa négociation et sa conclusion, en particulier dans les entreprises occupant habituellement cinquante (50) travailleurs ou plus. \n \nLe  Ministère en charge du Travail et de l’emploi, à travers ses structures pertinentes dont en particulier l’inspection du travail, est chargé de mener une action permanente de sensibilisation et de mobilisation en faveur de l’adoption de la convention collective, auprès des employeurs, des travailleurs et de leurs organisations respectives.57"
            },
            {
              "title": "Article 245",
              "content": "L\u0027initiative de la négociation est laissée à la partie la plus diligente.  \n \nLes parties peuvent faire appel à une assistance particulière de leur choix."
            },
            {
              "title": "Article 246",
              "content": "Les dispositions d\u0027une convention collective d\u0027application plus large que l\u0027entreprise sont susceptibles d\u0027extension et peuvent être rendues obligatoires pour les employeurs et les travailleurs compris dans le champ d\u0027application professionnel de la convention, par Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi. \n \nL\u0027initiative de l\u0027extension revient soit aux organisations syndicales, soit aux organisations patronales, soit au Ministre chargé du Travail. Elle est effectuée sur saisine du Ministre  qui doit réunir les parties intéressées avant toute décision d\u0027extension. \n \nAinsi, le Décret d\u0027extension, pris après avis du Conseil National du Travail et de l’Emploi peut soit exclure certaines clauses, soit les rapporter."
            },
            {
              "title": "Article 247",
              "content": "Un Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi peut, à défaut ou en attendant l\u0027établissement d\u0027une convention collective, réglementer les conditions de travail pour une branche d\u0027activité déterminée."
            },
            {
              "title": "Article 248",
              "content": "Des accords concernant un ou plusieurs établissements déterminés peuvent être conclus entre, d\u0027une part, un employeur ou un groupement d\u0027employeurs et, d\u0027autre part, les représentants du personnel ou des sections syndicales de l\u0027établissement ou des établissements intéressés, désignés en entente entre elles et éventuellement assistés par une personne de leur choix. \nLes accords d\u0027établissement ont pour objet d\u0027adapter aux conditions particulières de l\u0027établissement ou des établissements considérés les dispositions des conventions collectives. Ils peuvent prévoir des dispositions plus favorables aux travailleurs. \n \nA défaut de convention collective, l\u0027accord d\u0027établissement porte au moins sur la classification professionnelle, la fixation des salaires et les permissions exceptionnelles. Il est susceptible d\u0027extension."
            },
            {
              "title": "Article 249",
              "content": "Un Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi fixe les conditions de négociation, de conclusion, d\u0027adhésion, de révision et de dénonciation des conventions collectives et des accords d\u0027établissement."
            },
            {
              "title": "Article 250",
              "content": "Lorsqu\u0027il n\u0027existe pas de convention collective nationale ou régionale, les conventions d\u0027entreprise ou d\u0027établissement peuvent déterminer les conditions de travail, les garanties sociales dans le cadre des dispositions du présent Chapitre. \n \nDans les cas contraires, elles peuvent adapter les dispositions des conventions collectives aux conditions particulières de l\u0027entreprise ou de l\u0027établissement. Elles peuvent prévoir des dispositions ou des clauses plus favorables aux travailleurs."
            },
            {
              "title": "Article 251",
              "content": "Une convention collective dont le champ d\u0027application est régional ou national est conclue, du côté des travailleurs par les représentants des organisations syndicales les plus représentatives, et du coté des employeurs par les représentants syndicaux ou tout autre groupement d\u0027employeurs représentatif."
            },
            {
              "title": "Article 252",
              "content": "La représentativité des organisations d\u0027employeurs et de travailleurs est mesurée par les critères suivants : \n \n 1. Pour les groupements professionnels d\u0027employeurs :  \n \n- groupement multisectoriel légalement constitué et opérationnel ; \n- nombre d\u0027entreprises formelles (acquittant un impôt) affiliées directement ou indirectement ; \n- effectifs des travailleurs déclarés à la Caisse Nationale de Prévoyance Sociale; \n- montant des cotisations payées annuellement à la Caisse Nationale de Prévoyance Sociale ; \n- implantation géographique ; \n \n2. Pour les syndicats des travailleurs : \n \n- syndicat multisectoriel ; \n- nombre des délégués du personnel élus au nom du syndicat ou du groupement de syndicats ; \n- implantation géographique ; \n- affiliation internationale."
            }
          ]
        },
        {
          "value": "CHAPITRE VI",
          "text": "DU CONSEIL NATIONAL DU TRAVAIL ET DE L’EMPLOI",
          "articles": [
            {
              "title": "Article 253",
              "content": "Il est institué auprès du Ministère en charge du Travail et de l’Emploi un Conseil National du Travail et de l’Emploi, organe tripartite de consultation, de dialogue et de suivi. Il constitue un cadre de concertation et de négociation entre l’Etat et les partenaires sociaux en matière de salaire et de conditions de travail et un cadre d’information sur toutes les matières comprises dans sa compétence."
            },
            {
              "title": "Article 254",
              "content": "Le Conseil National du Travail et de l’Emploi : \n \n1. est consulté par l’Etat et émet un avis simple sur toute question relative au travail, à l’emploi et à la formation professionnelle, à la sécurité et à la santé au travail, à la sécurité sociale, en particulier en ce qui concerne toute politique et programme ainsi que toute adoption ou modification de textes législatifs et règlementaires dans ces domaines ; \n2. contribue à la détermination et à la mise en œuvre de toute politique nationale et de tout programme destiné à sa mise en application dans les domaines visés au paragraphe (1) du présent article. A ce titre, il :  \n \n- assure le suivi de la mise en œuvre de la politique et du programme ainsi définis ;  \n \n- détermine les mécanismes de fixation du salaire minimum et fixe les taux minima de rémunération ; \n \n3. est consulté par le Conseil National de la Formation Technique et Professionnelle, organe chargé de déterminer les orientations et d’assurer la mise en œuvre, en matière de politique nationale relative à la formation professionnelle en général et à la formation en entreprise en particulier. Le Conseil National du Travail émet un avis simple dans le cadre de cette consultation."
            },
            {
              "title": "Article 255",
              "content": "Le Conseil National du Travail et de l’Emploi peut constituer en son sein, si le besoin s\u0027en fait sentir, des commissions techniques spécifiques chargées d\u0027examiner et d\u0027émettre des propositions sur toute question à caractère technique relative au travail, à l’emploi et à la formation professionnelle.  Il s’agit notamment :  \n \n \n1. de la commission sécurité et santé au travail ;  \n \n2. de la commission emploi et formation professionnelle ;  \n \n3. de la commission protection sociale ;  \n \n4. de la commission pouvoir d’achat et rémunération ;  \n \n5. de la commission travail."
            },
            {
              "title": "Article 256",
              "content": "Un Conseil Régional Tripartite du Travail et de l’Emploi est créé au niveau de chaque Région. \n \nIl est consulté et émet un avis simple sur toute initiative régionale relative au travail, à l’emploi et à la formation professionnelle, à la sécurité et à la santé au travail, à la sécurité sociale, en particulier en ce qui concerne l’adoption de textes ainsi que l’élaboration et la mise en œuvre de politiques et de programmes dans ces domaines. \n \nIl contribue à l’élaboration et à la mise en œuvre de toute politique ou programme régional dans les mêmes conditions que celles visées à l’article 254 ci-dessus. \n \nIl assure le suivi de la mise en œuvre de ladite politique ou programme régional. \n \nIl comporte en son sein les commissions visées à l’article 255 ci-dessus. \nLe Conseil National du Travail et de l’Emploi et les Conseils Régionaux Tripartites du Travail et de l’Emploi collaborent et coordonnent leur action dans des conditions à fixer par voie règlementaire."
            },
            {
              "title": "Article 257",
              "content": "Le Conseil National du Travail et de l’Emploi et les Conseils Régionaux Tripartites du Travail et de l’Emploi ont un budget de fonctionnement inscrit au budget de l’Etat et géré par leurs secrétariats techniques respectifs aux services centraux et régionaux du Ministère en charge du Travail."
            },
            {
              "title": "Article 258",
              "content": "L’Organisation et le fonctionnement du Conseil National du Travail et de l’Emploi et des Conseils Régionaux Tripartites du Travail et de l’Emploi sont fixés par Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi."
            }
          ]
        },
        {
          "value": "CHAPITRE VII",
          "text": "DE L’INSTITUT NATIONAL DU TRAVAIL",
          "articles": [
            {
              "title": "Article 259",
              "content": "Il est institué auprès du Ministère en charge du Travail, un Institut National du Travail, établissement public national doté de la personnalité morale, de l’autonomie financière et d’un patrimoine propre. \n \nDes antennes de l’Institut National du Travail peuvent être créées dans les Régions. \n \nLes modalités d’organisation et de fonctionnement de l’Institut sont fixées par Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi."
            },
            {
              "title": "Article 260",
              "content": "L’Institut National du Travail a pour mission d\u0027assurer la formation permanente des travailleurs en vue de leur permettre de participer activement à la vie économique et sociale de l\u0027entreprise et du pays et d\u0027assurer pleinement leurs fonctions syndicales et connexes. \n \nDe ce fait, il vise notamment à : \n \n1. valoriser les ressources humaines ; \n \n2. renforcer les capacités des organisations d’employeurs et de travailleurs sur la promotion du dialogue social ; \n \n3. offrir aux dirigeants, aux cadres syndicaux et aux travailleurs une assistance technique et une formation générale dans les domaines du travail, de la négociation, de la gestion de l’entreprise, de l’économie et des conditions de travail ; \n \n4. mettre à leur disposition des prestations, des documentations et notamment éditer un bulletin de liaison à destination des travailleurs et des employeurs ; \n\n5. effectuer des recherches sur le travail, notamment en matière de sécurité et de santé au travail et d’environnement du travail ; \n \n6. contribuer à la création d’un observatoire statistique du travail et d’un centre de banque de données sur le travail ; \n \n7. constituer une banque de projets pour les travailleurs mis à la retraite ou licenciés, en vue de leur réinsertion sociale."
            },
            {
              "title": "Article 261",
              "content": "En outre, l’Institut National du Travail : \n \n1. collabore aux travaux de recherches effectués par les départements techniques du travail, de l’emploi et de la protection sociale ; \n \n2. participe à la formation des Inspecteurs et des Contrôleurs du travail et des lois sociales."
            }
          ]
        }
      ]
    },
    {
      "value": "TITRE VI",
      "text": "DU REGLEMENT DU CONTENTIEUX",
      "chapters": [
        {
          "value": "CHAPITRE I",
          "text": "DU REGLEMENT DES DIFFERENDS INDIVIDUELS  DE TRAVAIL",
          "sections": [
            {
              "value": "Section 1",
              "text": "de la procédure devant l\u0027inspection du travail",
              "articles": [
                {
                  "title": "Article 262",
                  "content": "Tout travailleur ou tout employeur peut demander à l\u0027inspection du travail de régler le différend à l\u0027amiable."
                },
                {
                  "title": "Article 263",
                  "content": "La saisine de l\u0027inspection du travail est obligatoire avant celle de la juridiction compétente pour le règlement des litiges opposant un travailleur encore sous contrat et son employeur. \n \nDans ce cas, les parties sont tenues de se présenter à la convocation sous peine de se voir condamner à la peine prévue à l’article 371 de la présente loi."
                },
                {
                  "title": "Article 264",
                  "content": "– Par contre,  la saisine est facultative dès lors que les relations de travail entre les deux parties ont été rompues. Il en est ainsi en cas de refus de paiement du solde de tout compte par l\u0027employeur."
                },
                {
                  "title": "Article 265",
                  "content": "L\u0027inspection du travail géographiquement la plus proche est saisie pour les circonscriptions administratives non pourvues d\u0027inspection du travail."
                },
                {
                  "title": "Article 266",
                  "content": "L\u0027Inspecteur du travail et des lois sociales préalablement saisi est habilité à faire cesser une infraction aux dispositions du présent Code du travail dès qu\u0027il aura les preuves formelles de son existence et à demander le rétablissement de la situation."
                },
                {
                  "title": "Article 267",
                  "content": "L\u0027Inspecteur du travail et des lois sociales est tenu de dresser un procès-verbal et, dans un délai d’un mois, d\u0027en délivrer un exemplaire à chacune des parties, quelle que soit l\u0027issue de la procédure de conciliation : \n\n1. un procès-verbal de conciliation, s\u0027il a obtenu l\u0027accord des parties ; \n \n2. un procès-verbal de conciliation partielle, s\u0027il y a désaccord sur certains points ; \n \n3. un procès-verbal de non-conciliation en cas d\u0027échec total de la conciliation ; \n \n4. un procès-verbal de non-exécution si l’une des parties n’a pas exécuté un ou plusieurs points convenus dans le procès-verbal de conciliation totale ou partielle ; \n \n5. un procès-verbal de carence en cas de défaut de comparution de l\u0027une des parties après une troisième convocation."
                },
                {
                  "title": "Article 268",
                  "content": "En cas de conciliation partielle, d\u0027échec de la conciliation ou de carence de l\u0027autre partie, l\u0027Inspecteur du travail et des lois sociales rappelle au demandeur, qu\u0027il peut introduire son action devant la juridiction compétente."
                },
                {
                  "title": "Article 269",
                  "content": "En cas de refus par l’une des parties, d’exécuter les points convenus dans le procès-verbal de conciliation totale ou partielle, le Président du Tribunal du travail peut, par voie d’ordonnance, décider à la requête de l’une des parties que le procès-verbal sera revêtu de la formule exécutoire par le Greffier. \n \nCette ordonnance n’est pas susceptible de recours. \n \nToute affaire ayant fait l\u0027objet d\u0027une décision de la juridiction compétente ne peut plus être portée devant l\u0027inspection du travail laquelle doit la déclarer irrecevable."
                },
                {
                  "title": "Article 270",
                  "content": "En cas de litige fondé sur la violation d\u0027une disposition des textes en vigueur, l\u0027Inspecteur du travail et des lois sociales peut intervenir par lettre, par téléphone ou par voie de messagerie électronique auprès de l\u0027employeur, en vue de lui faire prendre telle ou telle mesure à l\u0027égard de son salarié pour rétablir la situation et observer les dispositions légales."
                },
                {
                  "title": "Article 271",
                  "content": "L\u0027Inspecteur du travail et des lois sociales détermine les droits du travailleur plaignant prévus dans les textes et ordonne, en conséquence, le rétablissement desdits droits ainsi que le paiement des sommes dues au salarié lésé en vertu des dispositions légales et réglementaires, en cas de: \n \n1. non délivrance de la lettre de licenciement ; \n \n2. non-paiement du salaire ; \n \n3. non-paiement de l’indemnité compensatrice de congé non pris ; \n \n4. non-paiement de l’indemnité de préavis, s’il y a lieu ; \n \n5. non-paiement de l’indemnité de licenciement, s’il y a lieu ; \n\n6. non-délivrance de l’attestation provisoire d’emploi ou du certificat de travail. \n \nLe défaut de paiement ou de rétablissement entraîne alors une action directe devant l\u0027instance judiciaire compétente."
                }
              ]
            },
            {
              "value": "Section 2",
              "text": "des juridictions du travail",
              "articles": [
                {
                  "title": "Article 272",
                  "content": "Il est institué, auprès des tribunaux, des juridictions du travail qui connaissent des différends individuels entre le travailleur et son employeur : \n \n1. différends nés de l\u0027interprétation de la loi ou de la convention collective ou des accords d\u0027établissement ; \n \n2. différends nés à l\u0027occasion du contrat de travail ou du contrat d\u0027apprentissage ; \n \n3. des différends non conciliés devant l\u0027inspection du travail régulièrement saisie. \n \nToute affaire déjà réglée au niveau de l\u0027inspection du travail portée devant le tribunal du travail doit être déclarée irrecevable par ce dernier."
                },
                {
                  "title": "Article 273",
                  "content": "La composition, le ressort et les attributions des juridictions du travail, ainsi que les règles de procédure applicables devant elles sont fixées par des textes spéciaux."
                },
                {
                  "title": "Article 274",
                  "content": "La juridiction du travail a pour double mission de concilier et de juger en cas d\u0027échec de la conciliation. \n \nLes demandes additionnelles n’ayant pas fait l’objet de conciliation devront être déclarées irrecevables."
                },
                {
                  "title": "Article 275",
                  "content": "Le Tribunal compétent est celui du lieu de travail. \n \nToutefois, le travailleur peut également, après rupture du contrat de travail, saisir le tribunal du lieu de son domicile ou celui du domicile de l\u0027employeur. \n \nToute clause contraire aux dispositions des deux alinéas précédents est réputée non écrite."
                }
              ]
            }
          ]
        },
        {
          "value": "CHAPITRE II",
          "text": "DU REGLEMENT DES DIFFERENDS COLLECTIFS DE TRAVAIL",
          "sections": [
            {
              "value": "Section 1",
              "text": "des procédures de règlement des différends collectifs",
              "symbols": [
                {
                  "value": "§1",
                  "text": "De la négociation",
                  "articles": [
                    {
                      "title": "Article 278",
                      "content": "La première étape de la procédure, qui est obligatoire est la négociation. La négociation est une tentative des deux parties de trouver un terrain d’entente sur les points de dissension, sans aucune intervention de tiers."
                    },
                    {
                      "title": "Article 279",
                      "content": "La négociation procède de la négociation collective : \n \n1. au niveau de l’entreprise, dans le cadre du comité d’entreprise ou à défaut, entre les délégués du personnel et l’employeur ou son représentant ;   \n \n2. à un niveau dépassant le cadre de l’entreprise, entre une ou plusieurs organisations syndicales représentées par les délégués syndicaux et, le cas échéant, intersyndicaux d’une part et les employeurs ou une ou plusieurs organisations professionnelles d\u0027employeurs d\u0027autre part.\n \nLa procédure est déclenchée par une lettre de doléances adressée par les travailleurs à l’employeur. La lettre doit être signée des représentants des travailleurs au comité d’entreprise ou, à défaut, par les délégués du personnel. Une copie de cette lettre est adressée, pour information, à l’Inspecteur du travail et des lois sociales du ressort."
                    },
                    {
                      "title": "Article 280",
                      "content": "L’employeur est tenu d’organiser une première réunion de négociation après un délai de six (06) jours ouvrables à compter de la notification de la lettre de doléances."
                    },
                    {
                      "title": "Article 281",
                      "content": "Les réunions de négociation aboutissent soit :   \n \n1. au règlement définitif du conflit, les parties dressent alors un procès-verbal sur les acquis de la négociation ;  \n \n2. au règlement partiel du conflit, le procès-verbal dressé par les parties distingue les points acquis et les points sur lesquels aucun accord n’a pu être trouvé ; \n3. à l\u0027échec :  \n- dans les cas où l’employeur n’a pas organisé les séances de négociation dans le délai imparti ;  \n- à défaut d\u0027accord sur tous les points de la lettre de doléances ;  \n- pour non comparution d\u0027une ou des deux parties à la séance de négociation."
                    },
                    {
                      "title": "Article 282",
                      "content": "Dans tous les cas prévus au précédent article, copie du procès-verbal est adressée par la partie la plus diligente à l\u0027inspection du travail du ressort. \nL\u0027Inspecteur du travail et des lois sociales est tenu, dans un délai de deux (02) jours ouvrables de sa saisine, de constater la réussite ou l\u0027échec de la négociation."
                    },
                    {
                      "title": "Article 283",
                      "content": "Le droit de grève ou le lock-out est acquis à la date de la constatation par l’inspection du travail du constat d’échec total ou partiel de la négociation, sous réserve de l’observation d’un délai de préavis de deux (2) jours ouvrables adressé par lettre recommandée à l’autre partie. \n \nCopie de cette lettre de préavis est communiquée au médiateur, dans le même délai que celui prévu à l’alinéa premier du présent article."
                    }
                  ]
                },
                {
                  "value": "§2",
                  "text": "De la médiation",
                  "articles": [
                    {
                      "title": "Article 284",
                      "content": "La deuxième étape de la procédure est la médiation. Elle est obligatoire et intermédiaire entre la négociation et l’arbitrage. \n \nLa médiation fait appel à l’intervention d’un médiateur désigné en entente par les deux parties en litige.  \n \nUne lettre signée des deux parties est envoyée à l’Inspecteur du travail et des lois sociales, indiquant l’identité du médiateur qu’elles ont choisi ou leur désaccord sur le choix du médiateur. \n \nEn cas de désaccord entre les parties sur le choix du médiateur, l’Inspecteur du travail et des lois sociales du ressort est désigné d\u0027office médiateur.  \n \nLe médiateur a pour mission de rapprocher les positions divergentes des parties en conflit, en les aidants à trouver un règlement honorable et mutuellement acceptable. \n \nA cet effet, il dispose d\u0027un délai de deux (02) jours ouvrables après le constat de l\u0027échec de la négociation pour convoquer les parties en conflit. \n \nLa durée de la médiation est fixée à trois (03) jours ouvrables à compter de son début. Elle peut être prolongée par le médiateur s’il estime un règlement probable dans un délai raisonnable."
                    },
                    {
                      "title": "Article 285",
                      "content": "Dans les circonscriptions éloignées et non pourvues d’inspection du travail, le Chef de la circonscription administrative locale se substitue à l’Inspecteur du travail et des lois sociales.66"
                    },
                    {
                      "title": "Article 286",
                      "content": "Les parties peuvent se faire représenter par des personnes de leur choix en vue de la médiation."
                    },
                    {
                      "title": "Article 287",
                      "content": "Si une partie ne comparaît pas ou ne se fait pas valablement représenter, le médiateur convoque à nouveau les parties dans les deux (02) jours ouvrables. \n \nLe médiateur dispose d\u0027un réel pouvoir d\u0027investigation afin de connaître avec un maximum de précision les données du problème, notamment par voies d’enquêtes, d’expertises. \n \nLe médiateur peut formuler une recommandation partielle ou globale de règlement du litige. Celleci n’est pas imposée aux parties. \n \nA l\u0027issue de la médiation, le médiateur établit, selon le cas, un procès-verbal constatant soit l’accord, soit le désaccord total ou partiel entre les parties ainsi que, le cas échéant, la recommandation du médiateur, soit la carence au cas où l’une ou l’autre partie ne comparaît pas aux deux convocations.  \n \nDans les deux premiers cas, les parties contresignent le procès-verbal et en reçoivent ampliation. \n \nLes points acquis par la médiation sont immédiatement exécutoires ; le procès-verbal de médiation doit en fixer les délais d’exécution. \n \nCopie du procès-verbal est envoyée à l’Inspecteur du travail et des lois sociales dans un délai de deux (02) jours ouvrables, par les soins du médiateur."
                    }
                  ]
                },
                {
                  "value": "§3",
                  "text": "De l’arbitrage",
                  "articles": [
                    {
                      "title": "Article 288",
                      "content": "En cas d’échec de la médiation ou de carence d’une partie, le différend collectif est soumis, par saisine à l’initiative de la partie la plus diligente : \n \n1. soit à la procédure contractuelle d’arbitrage en application d’une convention collective liant les parties ; \n \n2. soit, à défaut de procédure contractuelle d’arbitrage, au conseil d’arbitrage. \n \nL’instance d’arbitrage ne peut être directement saisie par l’Inspecteur du travail et des lois sociales du ressort, par transmission du dossier de différend, que : \n \n1. dans le cas où le différend collectif a lieu dans un des services essentiels au sens strict du terme ; \n \n2. en cas de crise nationale aiguë engendrée par le différend collectif ou par l’arrêt de travail qui en découle."
                    },
                    {
                      "title": "Article 289",
                      "content": "L’arbitrage ne peut porter que sur des points n’ayant pas obtenu un accord lors de la médiation. \nToute nouvelle requête n’ayant pas été soumise à médiation est irrecevable."
                    },
                    {
                      "title": "Article 290",
                      "content": "Le conseil d’arbitrage institué dans chaque juridiction est composé :  \n \n1. du Président du Tribunal de Première Instance, Président du Conseil ; \n \n2. du Président du Tribunal du travail du ressort ou, à défaut, celui qui en assure la fonction; \n \n3. de l’Inspecteur du travail et des lois sociales du ressort ; \n \n4. d’un Assesseur employeur nommé par l’employeur parmi les assesseurs employeurs dans la liste annuelle du tribunal ; \n \n5. d’un Assesseur travailleur nommé par les travailleurs parmi les assesseurs travailleurs dans la liste annuelle du Tribunal."
                    },
                    {
                      "title": "Article 291",
                      "content": "Si le rapport du médiateur contient une recommandation, la charge de la preuve devant l’arbitre incombe à la partie qui la rejette."
                    },
                    {
                      "title": "Article 292",
                      "content": "L’arbitrage ne suspend pas la grève ou le lock-out en cours."
                    },
                    {
                      "title": "Article 293",
                      "content": "La sentence arbitrale doit être motivée et notifiée immédiatement aux parties. Cette décision n’est pas susceptible d’appel. Toutefois elle peut faire l’objet d’un pourvoi en cassation auprès de la Cour Suprême, suivant la procédure des affaires urgentes. \n \nLa notification de la sentence arbitrale aux parties met fin au litige. A compter de la transmission de cette décision aux parties, la grève ou le lock-out doit se terminer."
                    },
                    {
                      "title": "Article 294",
                      "content": "Les accords de médiation et les sentences arbitrales sont immédiatement insérés dans le Journal Officiel et affichés dans les bureaux de l\u0027inspection du travail du ressort. \n \nLes minutes des accords et des sentences arbitrales sont déposées au Greffe du Tribunal du travail du lieu du différend."
                    },
                    {
                      "title": "Article 295",
                      "content": "Les procédures de médiation et d\u0027arbitrage sont gratuites lorsqu’elles sont assurées par l’inspection du travail et le conseil d’arbitrage."
                    }
                  ]
                }
              ],
              "articles": [
                {
                  "title": "Article 276",
                  "content": "Un conflit, pour qu\u0027il soit collectif, doit répondre à deux caractéristiques : \n\n1. la présence d\u0027un certain nombre de travailleurs constitués en un groupement de droit ou de fait ; \n \n2. l’existence d\u0027un intérêt collectif traduit par des revendications précises. ."
                },
                {
                  "title": "Article 277",
                  "content": "La procédure de règlement du différend collectif comprend trois étapes :   \n \n1. la négociation ; \n \n2. la médiation ; \n \n3. l’arbitrage."
                }
              ]
            },
            {
              "value": "Section 2",
              "text": "du droit de grève",
              "articles": [
                {
                  "title": "Article 296",
                  "content": "Le droit de grève, reconnu et garanti par la Constitution, s\u0027exerce dans le cadre des textes en vigueur. \n \nLa grève est un arrêt complet, concerté et collectif du travail décidé par des salariés d\u0027une entreprise ou d\u0027un établissement pour faire aboutir des revendications professionnelles qui n’ont pas été satisfaites. \nLe droit de grève des salariés soumis à la présente loi ne peut être limité par la réquisition qu’en cas de crise nationale aiguë, ou dans le cas où la grève mettrait en danger la vie, la sécurité ou la santé de tout ou partie de la population."
                },
                {
                  "title": "Article 297",
                  "content": "Dans les établissements et entreprises assurant des prestations de service public, un service minimum doit être assuré durant l’exercice du droit de grève. Les modalités de sa mise en œuvre sont fixées par la convention collective ou par toute autre forme d’accord collectif."
                },
                {
                  "title": "Article 298",
                  "content": "La grève licite suspend le contrat de travail ; le salarié est dispensé de fournir sa prestation habituelle de travail ; il recouvre son emploi en fin de grève et ne peut pas être sanctionné du fait de sa participation à la grève ; l’employeur est dispensé de verser au salarié sa rémunération habituelle. \n \nLes accords de fin de grève conclus entre l\u0027employeur et les travailleurs peuvent néanmoins prévoir l’octroi d’une indemnité compensant en tout ou partie la perte de salaire due à la grève. Ils peuvent également prévoir le recours soit à des heures supplémentaires, soit à des heures de récupération pour compenser en tout ou en partie les conséquences de la grève. \n \nLes salariés peuvent demander auprès de la juridiction compétente des dommages intérêts réparant le préjudice qu’ils ont subi du fait du recours à la grève."
                },
                {
                  "title": "Article 299",
                  "content": "La grève ne suspend pas le mandat des délégués syndicaux, ni celui des délégués du personnel, ni celui des représentants des travailleurs au comité d’entreprise."
                },
                {
                  "title": "Article 300",
                  "content": "Les grévistes doivent, sous leur responsabilité, assurer les mesures de sécurité indispensable des biens et des personnes et respecter l\u0027outil de travail. \n \nMême en période de grève, il est interdit à toute personne de s’opposer par la force ou sous la menace au libre exercice de l’activité professionnelle des salariés ou des employeurs."
                }
              ]
            },
            {
              "value": "Section 3",
              "text": "du droit de lock-out",
              "articles": [
                {
                  "title": "Article 301",
                  "content": "Le lock-out est la fermeture de tout ou partie d’une entreprise ou d’un établissement par l\u0027employeur à l’occasion d’une grève des salariés de son entreprise. \n \nLe lock-out est licite lorsqu’il est justifié par un impératif de sécurité ou lorsque la grève est manifestement illégale. \n \nLorsque le lock-out est licite, sa durée prend fin dès que les causes qui l’ont provoqué disparaissent."
                },
                {
                  "title": "Article 302",
                  "content": "Le lock-out licite entraîne la suspension du contrat de travail et dispense l’employeur de verser au salarié la rémunération habituellement due pour la période concernée. \nLorsque le lock-out est illégal, l’employeur doit payer à chaque travailleur concerné les salaires et indemnités que celui-ci aurait dû percevoir s’il avait pu fournir sa prestation habituelle de travail."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "value": "TITRE VII",
      "text": "DE L’ADMINISTRATION DU TRAVAIL",
      "chapters": [
        {
          "value": "CHAPITRE I",
          "text": "DE L’INSPECTION DU TRAVAIL",
          "sections": [
            {
              "value": "Section 1",
              "text": "des Inspecteurs du travail et des lois sociales",
              "articles": [
                {
                  "title": "Article 305",
                  "content": "Les Inspecteurs du travail et des lois sociales sont chargés, sous l’autorité du Ministre chargé du travail et de l’emploi : \n \n1. d\u0027assurer l\u0027application des dispositions législatives et réglementaires relatives aux conditions de travail et à la protection des travailleurs dans l\u0027exercice de leurs fonctions, telles que les dispositions relatives à la durée du travail, au salaire, à la sécurité, à la santé et à l’environnement du travail, à l\u0027emploi des enfants et des adolescents ainsi que des dispositions résultant d\u0027une convention collective ou d\u0027un accord d\u0027établissement et à d\u0027autres matières connexes ; \n \n2. de fournir des informations et des conseils techniques aux employeurs et aux travailleurs sur les moyens les plus efficaces d\u0027observer les dispositions légales en vigueur ; \n \n3. de porter à l\u0027attention de l\u0027autorité compétente les déficiences ou les abus qui ne sont pas spécifiquement couverts par les dispositions législatives et réglementaires existantes."
                },
                {
                  "title": "Article 306",
                  "content": "Les autorités compétentes sont tenues de prendre les mesures nécessaires en vue de :  \n \n1. fournir aux Inspecteurs du travail et des lois sociales des bureaux locaux aménagés de façon appropriée aux besoins des services et accessibles aux publics intéressés : \n \n2. fournir aux Inspecteurs du travail et des lois sociales des facilités de transports nécessaires à l\u0027exercice de leurs fonctions au cas où il n\u0027existerait pas de facilités de transports publics appropriés ;70"
                },
                {
                  "title": "Article 307",
                  "content": "Les Inspecteurs du travail et des lois sociales prêtent serment de bien et fidèlement remplir leur charge et de ne pas révéler, même après avoir quitté leur service, les secrets de fabrication et, en général, les procédés d\u0027exploitation dont ils pourraient prendre connaissance dans l\u0027exercice de leur fonction. Ce serment est prêté devant la Cour Suprême. \n \nLes Inspecteurs du travail et des lois sociales doivent garder confidentielle la source de toute plainte."
                },
                {
                  "title": "Article 308",
                  "content": "Les Inspecteurs du travail et des lois sociales, munis d\u0027un ordre de mission, ont l\u0027initiative de leurs contrôles et de leurs enquêtes dans le cadre de la législation et de la réglementation en vigueur."
                },
                {
                  "title": "Article 309",
                  "content": "Sont soumis au contrôle des Inspecteurs du travail et des lois sociales tous les établissements industriels,  commerciaux et agricoles, dans l’économie formelle ou informelle, ainsi que leurs dépendances de quelque nature que ce soit, publics ou privés, laïcs ou religieux, même s\u0027ils ont un caractère coopératif, éducatif ou d’enseignement, professionnel ou de bienfaisance, y compris les établissements où ne sont employés que les membres de la famille sous l\u0027autorité soit du père, soit de la mère, soit du tuteur, à l\u0027exception des établissements ayant un caractère militaire."
                },
                {
                  "title": "Article 310",
                  "content": "Le travail domestique est compris dans la compétence des Inspecteurs du travail et des lois sociales.  \n \nL’accès des Inspecteurs du travail et des lois sociales aux lieux de travail du travailleur domestique se fait suivant les dispositions législatives et règlementaires régissant les enquêtes et le contrôle des autorités administratives et judiciaires dans le domicile privé."
                },
                {
                  "title": "Article 311",
                  "content": "Les Inspecteurs du travail et des lois sociales munis de pièces justificatives de leurs fonctions et d’un ordre de mission sont autorisés : \n \n1. à pénétrer librement sans avertissement préalable, à toute heure du jour et de la nuit, dans tout établissement assujetti au contrôle de l\u0027inspection ; \n \n2. à pénétrer de jour dans les locaux qu\u0027ils peuvent avoir un motif raisonnable de supposer être assujettis au contrôle de l\u0027inspection ; \n \n3. à procéder à tous examens, contrôles ou enquêtes jugés nécessaires pour s\u0027assurer que les dispositions légales sont effectivement observées, et notamment : \n \n- à interroger, soit seuls, soit en présence de témoins l\u0027employeur ou le personnel de l\u0027entreprise sur toutes les matières relatives à l\u0027application des dispositions légales ; \n- à demander communication de tous livres, registres et documents dont la tenue est prescrite par la législation relative aux conditions de travail,  en vue d\u0027en vérifier la conformité avec les dispositions légales et de les copier ou d\u0027en établir des extraits ; \n \n- à exiger l\u0027affichage des avis dont l\u0027apposition est prévue par les dispositions légales ; \n- à prélever et à emporter aux fins d\u0027analyse des échantillons des matières et substances utilisées ou manipulées, pourvu que l\u0027employeur ou son représentant soit averti que des matières ou substances ont été prélevées et emporter à cette fin."
                },
                {
                  "title": "Article 312",
                  "content": "Les Inspecteurs du travail et des lois sociales ont les plus larges pouvoirs pour s\u0027informer de la situation économique des entreprises et de la situation sociale des travailleurs.  \n \nA cette fin, ils peuvent procéder à toutes enquêtes auprès des entreprises, des syndicats et requérir la production de tout document ou renseignement d\u0027ordre professionnel, économique, comptable, financier ou administratif susceptible de leur être utile pour l\u0027accomplissement de leur mission.  \n \nIls peuvent recourir aux offices d\u0027experts ou de toute personne qualifiée susceptible de les éclairer, et se faire accompagner de représentants du personnel au cours de leur contrôle. \n \nL\u0027employeur et le travailleur doivent répondre à une convocation de l\u0027Inspecteur du travail et des lois sociales relative à l\u0027exercice des contrôles et enquêtes dévolus aux Inspecteurs du travail et des lois sociales, sous peine de condamnation à la peine prévue à l’article 371 du présent Code. \n \nEn cas de nécessité, l’Inspecteur du travail et des lois sociales peut faire appel à la force publique pour l\u0027exécution de sa mission."
                },
                {
                  "title": "Article 313",
                  "content": "Les Inspecteurs du travail et des lois sociales sont autorisés à prescrire des mesures destinées à éliminer les défectuosités constatées dans une installation, un aménagement ou des méthodes de travail qu\u0027ils peuvent avoir un motif raisonnable de considérer comme une menace à la santé ou à la sécurité des travailleurs. \n \nA cet effet, les Inspecteurs du travail et des lois sociales ont le droit, sous réserve de tout recours judiciaire ou administratif, d\u0027ordonner ou de faire ordonner : \n \n1. que soient apportées aux installations, dans un délai fixé, les modifications qui sont nécessaires pour assurer l\u0027application stricte des dispositions légales concernant la sécurité et la santé des travailleurs ; \n \n2. que des mesures immédiatement exécutoires pouvant aller jusqu’à la fermeture provisoire de l’établissement incriminé soient prises dans les cas de danger imminent pour la sécurité et la santé des travailleurs, après avis des autres départements concernés, dans un délai de vingt-quatre (24) heures.72"
                },
                {
                  "title": "Article 314",
                  "content": "Les types de procèsverbal établi par l’Inspecteur du travail et des lois sociales en fonction des domaines de fonctions dans lesquels il est établi, ainsi que les conditions de fond et de forme de leur établissement et de leur diffusion et le modèle par type de procès-verbal sont fixés par voie règlementaire."
                },
                {
                  "title": "Article 315",
                  "content": "Les Inspecteurs du travail et des lois sociales exercent leurs pouvoirs dans la limite de leur circonscription territoriale et dans cette limite seulement, sauf ordre de mission émanant des autorités hiérarchiques."
                },
                {
                  "title": "Article 316",
                  "content": "Dans les circonscriptions administratives où n\u0027existent ni Inspecteur du travail et des lois sociales ni Contrôleur du travail et des lois sociales, le chef de circonscription adresse à l\u0027Inspecteur du travail et des lois sociales les renseignements au vu desquels ce dernier pourra décider de dresser procèsverbal dans les conditions prévues à l\u0027article 382 (3) ci-dessous. \n \nDans le cas visé à l’alinéa ci-dessus, le chef de la circonscription territoriale doit mettre à la disposition permanente des Inspecteurs du travail et des Contrôleurs du travail un local ou un bureau prévu pour leur passage, en vue de faciliter leurs missions."
                },
                {
                  "title": "Article 317",
                  "content": "Dans les établissements militaires employant de la main d\u0027œuvre civile, les attributions des Inspecteurs du travail et des lois sociales en matière de contrôle et de protection des travailleurs sont confiées à des fonctionnaires ou officiers spécialement désignés à cet effet. Ces derniers sont tenus de rendre compte de leurs actions à l\u0027Inspecteur du travail et des lois sociales du ressort afin que le travailleur puisse faire le recours qu\u0027il estime nécessaire. \n \nCette désignation est faite, sur proposition du Ministre chargé de la Défense, par décision du Chef du Gouvernement. Les dispositions de l’article 382 (3) cidessous leur sont applicables."
                }
              ]
            },
            {
              "value": "Section 2",
              "text": "Des Contrôleurs du travail et des lois sociales",
              "articles": [
                {
                  "title": "Article 318",
                  "content": "Des Contrôleurs du travail et des lois sociales assistent les Inspecteurs du travail et des lois sociales dans l’accomplissement de toutes les missions assignées à ces derniers par la présente loi. \n \nIls sont habilités à constater les infractions aux dispositions de la législation et de la réglementation du travail par des rapports écrits au vu desquels l\u0027Inspecteur du travail et des lois sociales pourra décider de dresser procès-verbal dans les conditions prévues à l\u0027article 382 (3) de la présente loi. \n \nLes Contrôleurs du travail prêtent le serment visé à l’article 308 du présent Code devant le Tribunal de Première Instance. \n \nIls bénéficient des mesures prévues à l’article 307 de la présente loi.73"
                }
              ]
            }
          ],
          "articles": [
            {
              "title": "Article 303",
              "content": "Le personnel de l’inspection du travail est composé de fonctionnaires publics dont le statut et les conditions de service leur assurent la stabilité dans leur emploi et les rendent indépendants de tout changement de gouvernement et de toute influence extérieure indue."
            },
            {
              "title": "Article 304",
              "content": "Des décrets pris en Conseil de Gouvernement après avis du Conseil Supérieur de la Fonction Publique fixent le régime particulier applicable aux corps des Inspecteurs et des Contrôleurs du travail et des lois sociales."
            }
          ]
        },
        {
          "value": "CHAPITRE II",
          "text": "DES DOCUMENTS OBLIGATOIRES DE CONTROLE",
          "articles": [
            {
              "title": "Article 319",
              "content": "Toute personne qui se propose d\u0027ouvrir une entreprise ou un établissement de quelque nature que ce soit doit en faire la déclaration à l\u0027inspection du travail du ressort, sur un formulaire uniforme fourni par l\u0027Administration. \n \nDes arrêtés interministériels : \n \n1. déterminent les modalités de cette déclaration ; \n \n2. fixent le délai dans lequel les entreprises existantes doivent effectuer cette déclaration; \n \n3. prescrivent la production de renseignements périodiques sur la situation de la main-d’œuvre. \n \nCette déclaration peut être faite par voie informatique, dans des conditions à fixer par voie réglementaire, lorsque la disponibilité de la technologie digitale auprès des services d’inspection du travail le permet."
            },
            {
              "title": "Article 320",
              "content": "L\u0027employeur doit tenir constamment à jour, dans chaque établissement, un registre dit « registre de l’employeur » destiné à recueillir toutes mentions permettant l\u0027exercice du contrôle des services du travail, en format papier ou électronique."
            },
            {
              "title": "Article 321",
              "content": "L\u0027employeur doit tenir également un registre en format papier ou électronique pour chaque catégorie spéciale de travailleur définie dans le présent Code : travailleurs journaliers, engagés à l\u0027essai, en apprentissage, déplacés, travailleurs migrants, intérimaires, à temps partiel et à domicile, saisonniers et travailleurs de moins de dix-huit (18) ans."
            },
            {
              "title": "Article 322",
              "content": "Un Arrêté du Ministre chargé du Travail et de l’emploi fixe le modèle et le contenu de ces registres et les conditions dans lesquelles ils doivent être tenus à la disposition de l’Inspecteur et du Contrôleur du travail et des lois sociales."
            },
            {
              "title": "Article 323",
              "content": "L\u0027entrepreneur titulaire est tenu de tenir à jour la liste des sous traitants avec lesquels il a passé des contrats.  \n \nEn contrepartie, les sous-traitants sont tenus d\u0027afficher dans les ateliers, chantiers ou tout autre lieu de travail les noms et les adresses de leur entrepreneur titulaire de qui ils tiennent les travaux."
            }
          ]
        },
        {
          "value": "CHAPITRE III",
          "text": "DE L’ORGANISATION ET DU FONCTIONNEMENT DE L’ADMINISTRATION DU TRAVAIL",
          "articles": [
            {
              "title": "Article 324",
              "content": "– L\u0027organisation et le fonctionnement de l\u0027Administration  du travail, y compris en ce qui concerne le traitement des dossiers relatifs à la délivrance  des médailles de travail sont fixés par Décret conformément aux structures administratives en place."
            }
          ]
        }
      ]
    },
    {
      "value": "TITRE VIII",
      "text": "DE L’EMPLOI",
      "chapters": [
        {
          "value": "CHAPITRE I",
          "text": "DE LA POLITIQUE DE L’EMPLOI",
          "articles": [
            {
              "title": "Article 325",
              "content": "L’Etat, à travers le Ministère en charge du Travail et de l’emploi et en concertation avec les partenaires sociaux et économiques, formule et met en œuvre une politique de l’emploi ayant pour finalité la promotion du plein emploi, productif et librement choisi."
            },
            {
              "title": "Article 326",
              "content": "Cette politique permet de stimuler la croissance et le développement économiques, d’élever les niveaux de vie, de répondre aux besoins de main-d’œuvre et de résoudre le problème du chômage et du sous-emploi. \nElle vise à promouvoir : \n \n1. le travail pour toutes les personnes disponibles et en quête de travail ; \n \n2. le travail décent et productif ; \n \n3. le libre choix de l’emploi et que chaque travailleur bénéficie de toutes possibilités d’acquérir les qualifications nécessaires pour occuper un emploi qui lui convienne et d’utiliser, dans cet emploi, ses qualifications ainsi que ses dons, quels que soient sa race, sa couleur, son sexe, sa religion, son opinion politique, son ascendance nationale ou son origine sociale."
            },
            {
              "title": "Article 327",
              "content": "La politique de l’emploi ainsi formulée détermine la périodicité de sa révision et de sa réorientation pour tenir compte du contexte et des grandes orientations sociales et économiques du pays."
            }
          ]
        },
        {
          "value": "CHAPITRE II",
          "text": "DE L’OFFICE NATIONAL DE L’EMPLOI ET DE LA FORMATION PROFESSIONNELLE",
          "articles": [
            {
              "title": "Article 328",
              "content": "Il est institué auprès du Ministère en charge du Travail et de l’emploi un Office National de l’Emploi et de la Formation Professionnelle, appelé ONEF, chargé de collecter, de centraliser, de coordonner et de traiter les données sur le marché de l’emploi. \n \nUn Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi fixe la composition, l’organisation et le fonctionnement dudit office."
            }
          ]
        },
        {
          "value": "CHAPITRE III",
          "text": "DU SERVICE DE L’EMPLOI",
          "articles": [
            {
              "title": "Article 329",
              "content": "L’Etat, à travers le Ministère en charge du Travail et de l’Emploi met en place un service de l’emploi chargé de réaliser, avec la coopération, s’il y a lieu, d\u0027autres organismes publics et privés intéressés, la meilleure organisation possible du marché de l\u0027emploi comme partie intégrante du programme national tendant à assurer et à maintenir le plein emploi ainsi qu\u0027à développer et à utiliser les ressources productives."
            },
            {
              "title": "Article 330",
              "content": "Le service de l’emploi est assuré par des bureaux locaux et, s\u0027il y a lieu, des bureaux régionaux, en nombre suffisant pour desservir chacune des régions géographiques du pays et commodément situés pour les employeurs et les travailleurs."
            },
            {
              "title": "Article 331",
              "content": "Les partenaires sociaux, à travers les organes appropriés du Conseil National du Travail et de l’Emploi, coopèrent à l’organisation et au fonctionnement du service de l’emploi, ainsi qu’au développement de la politique de l’emploi."
            },
            {
              "title": "Article 332",
              "content": "La politique nationale de l’emploi et son programme de mise en œuvre, ainsi que les textes législatifs et règlementaires spécifiques à l’emploi précisent la politique de l’emploi, ses objectifs, missions et activités, son organisation et son fonctionnement."
            }
          ]
        },
        {
          "value": "CHAPITRE IV",
          "text": "DES AGENCES D’EMPLOI PRIVEES",
          "articles": [
            {
              "title": "Article 333",
              "content": "L\u0027expression agence d\u0027emploi privée désigne toute personne physique ou morale, indépendante des autorités publiques, qui fournit un ou plusieurs des services suivants se rapportant au marché du travail : \n\n1. des services visant à rapprocher offres et demandes d\u0027emploi, sans que l\u0027agence d\u0027emploi privée ne devienne partie aux relations de travail susceptibles d\u0027en découler; \n \n2. des services consistant à employer des travailleurs dans le but de les mettre à la disposition d\u0027une tierce personne physique ou morale, qui fixe leurs tâches et en supervise l’exécution ; \n \n3. tous autres services ayant trait à la recherche d\u0027emplois, tels que la fourniture d\u0027informations, sans pour autant viser à rapprocher une offre et une demande spécifiques, qui seront déterminés par décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi."
            },
            {
              "title": "Article 334",
              "content": "L’ouverture d’une agence d’emploi privée et l’exercice du recrutement et du placement de main d’œuvre sont autorisés par la délivrance d’un agrément du Ministre chargé du Travail et de l’emploi. \n \nL’agrément est délivré pour une période maximale de trois ans renouvelable.  \n \nIl ne peut être délivré qu’un agrément par pays de destination pour les agences d’emploi privées plaçant des travailleurs émigrés. \nLe Ministre chargé du Travail et de l’emploi se réserve le droit d’accorder ou de refuser toute demande de délivrance d’un agrément ou de restreindre à un ou plusieurs branches d’activités l’octroi ou le refus d’un agrément."
            },
            {
              "title": "Article 335",
              "content": "Vis-à-vis du demandeur d’emploi, l’agence d’emploi privée est tenue de respecter la gratuité des services qu’elle offre. \n \nAucun frais ni autres charges ne peuvent être exigés du postulant à un poste de travail en contrepartie de la mise en relation avec son éventuel employeur.  \n \nLe salaire des travailleurs ne doit pas faire l’objet d’une déduction au motif de leur recrutement.  \n \nConformément aux exigences des réglementations et législations en vigueur, notamment celles relatives à l’infraction économique et financière et au terrorisme, l’agence d’emploi privée est tenue de déclarer, si les autorités publiques compétentes l’exigent, toutes informations concernant les commissions engendrées par le recrutement."
            },
            {
              "title": "Article 336",
              "content": "L\u0027agence d\u0027emploi privée s\u0027assure que certaines catégories des travailleurs recrutés suivent, avant leur placement et l’exécution du contrat, une formation conformément à l’exigence de leur poste pour faciliter leur adaptation socio-professionnelle. \n \nUn Arrêté du Ministre chargé du Travail et de l’emploi fixe les modalités et les obligations relatives à la formation avant placement et exécution du contrat de travail des travailleurs."
            },
            {
              "title": "Article 337",
              "content": "L’Agence d’Emploi Privée est tenue de déposer auprès du Ministère en charge du Travail et de l’emploi un rapport d’activité trimestriel et annuel des offres, des demandes et de la situation réelle des travailleurs recrutés et placés par pays ou par région, par branche d’activité et par catégorie professionnelle."
            },
            {
              "title": "Article 338",
              "content": "Un Décret pris en Conseil de Gouvernement sur proposition du Ministre chargé du Travail et de l’Emploi après avis du Conseil National du Travail et de l’Emploi fixe les conditions d’octroi, de suspension et de retrait de l’agrément des agences d’emploi privées, les conditions d’exercice et d’interdiction des activités de recrutement, et de placement, ainsi que les modalités du recrutement en ligne."
            }
          ]
        }
      ]
    },
    {
      "value": "TITRE IX",
      "text": "DE LA FORMATION PROFESSIONNELLE",
      "chapters": [
        {
          "value": "CHAPITRE I",
          "text": "DES DISPOSITIONS GENERALES",
          "articles": [
            {
              "title": "Article 339",
              "content": "La formation professionnelle est un droit pour le travailleur et un devoir pour la Nation. \n \nLa formation professionnelle est un processus d’acquisition des connaissances et des compétences nécessaires à l’exercice d’un métier ou d’une activité professionnelle. Elle a pour objet l’adaptation des travailleurs aux changements techniques et des conditions de travail  et de favoriser la promotion des travailleurs et leur accès aux différents niveaux de qualification."
            },
            {
              "title": "Article 340",
              "content": "– La formation professionnelle que ce soit initiale ou continue pourrait prendre diverses modalités, entre autres en alternance ou par apprentissage. \n \nLa formation professionnelle des travailleurs en situation d’emploi comprend : \n \n1. la formation initiale qui peut être réalisée sous la forme de l’apprentissage prévu aux articles 345 et suivants du présent Code, ou sous la forme de la formation en alternance prévue aux articles 349 et suivants ; \n \n2. la formation professionnelle continue prévue aux articles 351 et suivants du présent Code, qui peut également être réalisée sous la forme de l’apprentissage  ou de la formation en alternance."
            },
            {
              "title": "Article 341",
              "content": "L’Etat, les collectivités locales, les établissements publics, les établissements d’enseignement et de formation publics et privés, les associations, les organisations professionnelles ainsi que les entreprises, concourent à assurer la formation professionnelle dans les conditions définies par des textes législatifs et réglementaires, notamment ceux qui fixent : \n \n1. la forme et les modalités du partenariat ; \n \n2. les conditions de fond, de forme et les effets du contrat d’apprentissage et du contrat emploi/formation ; \n \n3. les modalités d’établissement de convention et d’octroi d’agrément ; \n \n4. l’organisation et le fonctionnement de la formation professionnelle continue; \n \n5. les droits et obligations de l’Etat et des partenaires sociaux."
            },
            {
              "title": "Article 342",
              "content": "La politique à mettre en œuvre en matière de formation professionnelle fait partie intégrante de la politique nationale de l’emploi visée aux articles 325 et suivants du présent Code."
            }
          ]
        },
        {
          "value": "CHAPITRE II",
          "text": "DU CONGE EDUCATION",
          "articles": [
            {
              "title": "Article 343",
              "content": "Tout travailleur a droit au congé éducation-formation, de son initiative ou de celle de son employeur et décidé d’un commun accord. \n \nLa durée du congé éducation-formation est limitée à douze (12) jours ouvrables par année civile, délai de route non compris et rémunérés comme temps de travail par l’employeur. \n \nLa demande de congé doit être déposée à l’employeur au plus tard trente (30) jours avant la date d’effet. L’employeur est tenu de répondre dans les dix (10) jours qui suivent la réception de la demande.  \n \nEn cas de désaccord, entre les deux parties, l’Inspecteur du travail et des lois sociales est saisi par la partie la plus diligente et tranche dans un délai de dix (10) jours."
            },
            {
              "title": "Article 344",
              "content": "La rémunération visée à l’alinéa 2 de l\u0027article précédent, versée pendant le congé éducation-formation est égale au salaire de base perçu habituellement par le bénéficiaire, auquel s’ajoute les autres droits et avantages non liés à la présence ou à la production.79"
            }
          ]
        },
        {
          "value": "CHAPITRE III",
          "text": "DE L’APPRENTISSAGE",
          "articles": [
            {
              "title": "Article 345",
              "content": "– Le terme apprentissage devrait s’entendre d’une forme d’enseignement et de formation qui est régi par un contrat d’apprentissage, qui permet à un apprenti d’acquérir les compétences requises pour exercer une profession, grâce à une formation structurée et assortie d’une rémunération ou d’une forme d’indemnisation financière, soit en milieu de travail, soit en dehors du milieu de travail, soit en milieu de travail et en dehors du milieu de travail et qui aboutit à un certificat reconnu. \n \nLe contrat d\u0027apprentissage est celui par lequel un Chef d\u0027Etablissement industriel, commercial ou agricole, un artisan ou un façonnier ou toute personne exerçant une profession libérale s\u0027engage à donner ou à faire donner une formation professionnelle méthodique et complète à une autre personne, appelée apprenti et par lequel celleci s\u0027oblige, en retour, à se conformer aux instructions qu\u0027elle recevra et à exécuter les ouvrages qui lui sont confiés en vue de son apprentissage. \n \nLe contrat doit être constaté par écrit à peine de nullité. \n \nIl est signé par le maître et les parents ou le tuteur de l\u0027apprenti ou leurs représentants si l\u0027apprenti est mineur, par l\u0027apprenti, si celui-ci est majeur. \n \nLe contrat est exempt de tous droits de timbre et d\u0027enregistrement."
            },
            {
              "title": "Article 346",
              "content": "Aucun employeur ne peut engager un apprenti qu\u0027après visa du contrat d’apprentissage par l\u0027Inspecteur du travail et des lois sociales du ressort. \n \nUn Décret pris en Conseil de Gouvernement après avis du Conseil National du Travail et de l’Emploi fixe : \n \n1. les conditions de fond, de forme et les effets du contrat d\u0027apprentissage ; \n2. les cas et les conséquences de sa résiliation ; \n3. le pourcentage d\u0027apprentis admis par rapport au nombre total des travailleurs."
            },
            {
              "title": "Article 347",
              "content": "L\u0027employeur s\u0027engage à faire suivre à l\u0027apprenti la formation pratique en lui confiant notamment les tâches et les postes de travail permettant l\u0027exécution des opérations ou des travaux objet de l\u0027apprentissage. \n \nEn cas de besoin, cette formation peut être assurée par un centre de formation agréé par l\u0027Etat. \n \nDans ce cas, le temps consacré par l\u0027apprenti aux enseignements et aux activités pédagogiques du centre ne peut être considéré comme temps de travail."
            },
            {
              "title": "Article 348",
              "content": "Le contrat d\u0027apprentissage contient les conditions de paiement d’allocation d’indemnités, de nourriture et de logement de l\u0027apprenti.80"
            }
          ]
        },
        {
          "value": "CHAPITRE IV",
          "text": "DE LA FORMATION EN ALTERNANCE",
          "articles": [
            {
              "title": "Article 349",
              "content": "Est considérée comme formation en alternance ou apprentissage dual un mode d\u0027enseignement et de formation dont une partie s\u0027effectue en milieu professionnel et l\u0027autre partie se fait dans l\u0027établissement d\u0027enseignement et de formation. \n \nEst considérée comme formation en alternance toute formation dispensée au sein de l\u0027entreprise visant à faire acquérir au candidat un poste de travail déterminé, le savoirfaire technique et gestuel exigé par le poste qu’il pourrait occuper au terme de sa formation. \n \nLa formation en alternance se présente sous la forme d’un contrat emploi/formation, d’un contrat de qualification, d’un contrat d’adaptation ou d’un contrat de stage d’initiation à la vie professionnelle."
            },
            {
              "title": "Article 350",
              "content": "Les conditions et modalités pratiques de la formation en alternance sont fixées par voie réglementaire."
            }
          ]
        },
        {
          "value": "CHAPITRE V",
          "text": "DE LA FORMATION PROFESSIONNELLE CONTINUE",
          "articles": [
            {
              "title": "Article 351",
              "content": "La formation professionnelle continue a pour objet l\u0027adaptation des travailleurs aux changements techniques et de conditions de travail pour favoriser leur promotion sociale ainsi que leur accès aux différents niveaux de qualification."
            },
            {
              "title": "Article 352",
              "content": "Dans le cas d’une formation à l’initiative et entièrement prise en charge par l’employeur, ce dernier peut, pour une durée maximale de deux ans, exiger que le salarié bénéficiaire reste  à sa disposition. \n \nUne convention intitulée « clause de déditformation » est signée avant le début de la formation entre l’employeur et le salarié bénéficiaire. \n \nLa convention doit préciser :  \n \n1. les détails des dépenses réelles de formation engagées ; \n2. la durée de l’engagement du salarié à rester au service de l’employeur. \n \nCette durée est liée à la nature de la formation et au montant des frais de formation engagés par l’employeur. \n \nCette durée ne peut excéder deux (02) ans. \n \nEn cas de démission du salarié avant les termes de l’engagement, le salarié est tenu de rembourser une « indemnité de dédit-formation » à l’employeur. \nLe montant de l’indemnité de dédit-formation est calculé, sur la base des frais de formation engagés, au prorata du temps restant jusqu’au terme de l’engagement. \n \nLa clause de dédit formation ne peut être mise en œuvre lorsque la rupture du contrat est imputable à l’employeur. \n \nLes autres modalités d’exécution de la présente disposition seront fixées par voie réglementaire."
            }
          ]
        }
      ]
    },
    {
      "value": "TITRE X",
      "text": "DES PENALITES",
      "chapters": [
        {
          "value": "CHAPITRE PREMIER",
          "text": "DES INFRACTIONS ET DE LEURS PEINES",
          "sections": [
            {
              "value": "Section première",
              "text": "des infractions aux règles garantissant le respect des droits fondamentaux au travail",
              "subsections": [
                {
                  "value": "Sous-section première",
                  "text": "des infractions aux dispositions protégeant la liberté syndicale, le droit d’organisation et de négociation collective et le droit de représentation des travailleurs",
                  "symbols": [
                    {
                      "value": "§1",
                      "text": "Des infractions aux règles protégeant la liberté syndicale",
                      "articles": [
                        {
                          "title": "Article 353",
                          "content": "Sera puni d’une amende de un million d’Ariary au moins et de quatre millions d’Ariary au plus quiconque aura, par des agissements de quelque nature que ce soit : \n \n1. empêché la constitution d’une organisation syndicale d’employeurs ou de travailleurs ; \n 2. empêché la liberté de tout employeur ou de tout travailleur d’adhérer à une organisation syndicale ou de ne pas y adhérer ; \n3. empêché l’exercice des fonctions des délégués syndicaux et des dirigeants syndicaux désignés conformément aux lois et règlements, aux statuts et au règlement intérieur de l’organisation d’appartenance ; \n4. empêché toute activité légalement menée par les syndicats en vue de la défense des intérêts de leurs membres ; \n5. exercé des représailles ou des actes de harcèlement moral basés sur l’appartenance syndicale ; \n6. empêché par sanction, licenciement ou menace de sanction ou menace de licenciement la participation des travailleurs à une grève licite ; \n7. été reconnu comme meneur, instigateur ou complice d’actes de violence ou de voie de fait commis à l’occasion d’une grève ou d’un lock-out ; \n8. commis des actes d’ingérence dans l’organisation et les affaires internes des syndicats. \n \nEn cas de récidive, la peine d’amende sera portée au double et une peine d’emprisonnement de un (01) mois à six (06) mois sera prononcée.82"
                        }
                      ]
                    },
                    {
                      "value": "§2",
                      "text": "Des infractions aux règles protégeant  le droit de représentation du personnel",
                      "articles": [
                        {
                          "title": "Article 354",
                          "content": "Sera puni d’une amende de un million d’Ariary au moins et de quatre millions d’Ariary au plus tout employeur qui, malgré la mise en demeure de l’Inspecteur du travail et des lois sociales du ressort, notifiée dans les conditions prévues à l’article 380 de la présente loi, ne se sera pas conformé à l’obligation d’organiser l’élection des délégués du personnel, prévue à l’article 215 de la présente loi ; \n \nEn cas de récidive, la peine sera portée au triple."
                        },
                        {
                          "title": "Article 355",
                          "content": "Sera puni de la même peine que celle prévue à l’article 354 ci-dessus tout employeur qui, par des agissements de quelque nature que ce soit aura empêché ou tenté d’empêcher l’exercice des fonctions des délégués du personnel et des représentants élus des travailleurs au comité d’entreprise."
                        }
                      ]
                    }
                  ]
                },
                {
                  "value": "Sous-section 2",
                  "text": "de la discrimination en matière d’embauche,  d’emploi ou de profession",
                  "articles": [
                    {
                      "title": "Article 356",
                      "content": "Sera puni  d’une amende de un million d’Ariary au moins à quatre millions d’Ariary au plus quiconque aura utilisé la race, la couleur, la religion, l\u0027opinion politique, l\u0027ascendance nationale ou l\u0027origine sociale, l’état de santé, le handicap, l’appartenance syndicale, l’âge, le genre, le sexe et le cas d’une situation liée à la grossesse pour faire directement ou indirectement une distinction ou une exclusion ou accorder une préférence en matière d’accès à l’emploi, de rémunération, de sanction, de conditions de travail, de progression dans l’emploi et la carrière, de licenciement ou de tout autre aspect du traitement des travailleurs ou des candidats à l’emploi. \n \nEn cas de récidive, la peine d’amende sera portée au double et une peine d’emprisonnement de un (01) mois au moins à six (06) mois au plus sera prononcée."
                    }
                  ]
                },
                {
                  "value": "Sous-section 3",
                  "text": "de la violence et du harcèlement  dans le monde du travail",
                  "articles": [
                    {
                      "title": "Article 357",
                      "content": "Quiconque se sera rendu coupable de harcèlement sexuel au travail tel que défini l’article 11 de la présente loi sera sanctionné conformément aux dispositions du Code pénal."
                    },
                    {
                      "title": "Article 358",
                      "content": "Quiconque se sera rendu coupable de harcèlement moral au travail tel que défini à l’article 12 de la présente loi sera puni d’un emprisonnement trois (03) mois au moins à un (01) an au plus et d’une amende de un million d’Ariary au moins et de quatre millions d’Ariary au plus, ou de l’une de ces deux peines seulement. \n \nEn cas de récidive, la peine sera portée au double.83"
                    }
                  ]
                },
                {
                  "value": "Sous-section 4",
                  "text": "des infractions aux règles protectrices de la maternité",
                  "articles": [
                    {
                      "title": "Article 359",
                      "content": "Sera puni d’une amende de un million d’Ariary au moins à quatre millions d’Ariary au plus tout employeur qui : \n \n1. aura employé une femme dont la grossesse est connue, dans des travaux interdits par le décret visé à l’article 137 de la présente loi ou reconnus comme comportant un risque significatif pour la santé de la femme et de l’enfant, tel que prévu aux articles 138 et 139 de la présente loi ; \n \n2. aura, au mépris de l’interdiction prévue à l’article 146, employé la nuit une femme enceinte. \n \nEn cas de récidive, la peine sera portée au double."
                    }
                  ]
                },
                {
                  "value": "Sous-section 5",
                  "text": "des infractions aux règles régissant  le travail des enfants",
                  "articles": [
                    {
                      "title": "Article 360",
                      "content": "Sera puni d’un emprisonnement de trois (03) mois au moins à un (01) an au plus et d’une amende de un million d’Ariary au moins à quatre millions d’Ariary au plus, quiconque aura employé ou facilité l’emploi d’un enfant de moins de quinze ans, en violation des dispositions des articles 147 à 151 du présent Code et des textes règlementaires prise en leur application. \n \nEn cas de récidive, la peine sera portée au double."
                    },
                    {
                      "title": "Article 361",
                      "content": "Sera puni d’un emprisonnement de trois (03) mois au moins à un (01) an au plus et d’une amende de un million d’Ariary au moins à quatre millions d’Ariary au plus, quiconque aura employé ou facilité ou autorisé l’emploi d’un enfant de moins de dix-huit ans à l’une des formes dangereuses ou des pires formes de travail des enfants définies par les actes règlementaires pris en application du présent Code. \n \nEn cas de récidive, la peine sera portée au double. \n \nLes dispositions du premier alinéa du présent article ne s’appliquent pas à l’exploitation sexuelle des enfants à des fins commerciales sous toutes ses formes, qui sera poursuivi et puni suivant l’article 331 bis du Code pénal."
                    }
                  ]
                },
                {
                  "value": "Sous-section 6",
                  "text": "de la violation des règles interdisant le travail forcé ou obligatoire",
                  "articles": [
                    {
                      "title": "Article 362",
                      "content": "Sera puni d’un emprisonnement de trois (03) mois au moins à un (01) an au plus et d’une amende de un million d’Ariary au moins à quatre millions d’Ariary au plus ou de l’une de ces deux peines seulement, quiconque aura fait faire à une autre personne du travail forcé ou obligatoire tel que défini et interdit à l’article 4 du présent Code. \n \nEn cas de récidive, la peine sera portée au double.84"
                    }
                  ]
                },
                {
                  "value": "Sous-section 7",
                  "text": "des infractions aux obligations en matière d’hygiène, de sécurité et de santé au travail",
                  "articles": [
                    {
                      "title": "Article 363",
                      "content": "Sera puni d’un emprisonnement de trois mois au moins à un an au plus et d’une amende de un million d’Ariary au moins à quatre million d’Ariary au plus ou de l’une de ces deux peines seulement tout employeur qui, malgré la mise en demeure de l’Inspecteur du travail et des lois sociales du ressort notifiée dans les conditions prévues à l’article  380 du présent Code aura, en violation des articles 163, 165, 166 et 173 du présent Code ainsi que des textes règlementaires pris en leur application, employé des travailleurs dans un lieu de travail, y compris les dépendances, qui présente des risques certains pour la sécurité et la santé des travailleurs et sans les moyens et mesures de protection collective et individuelle requis."
                    },
                    {
                      "title": "Article 364",
                      "content": "Sera puni d’une amende de un million d’Ariary au moins à quatre millions d’Ariary au plus et, en cas de récidive, du double de cette peine, tout employeur qui, malgré la mise en demeure de l’Inspecteur du travail et des lois sociales du ressort notifiée dans les conditions prévues à l’article 380 du présent Code: \n \n1. n’aura pas effectué l’évaluation des risques ou le plan d’action pluriannuelle prévu à l’article 164 du présent Code; \n2. n’aura pas mis en place les mesures permettant de faire face aux situations d’urgence et aux accidents et de fournir des moyens suffisants pour l’administration des premiers secours, prévues à l’article 167 du présent Code; \n3. en violation de l’article 168 du présent Code, n’aura pas satisfait à l’obligation d’informer les travailleurs sur les risques pour leur sécurité et leur santé ainsi que les mesures de prévention prises pour garantir un lieu de travail sûr et sain ; \n4. en violation de l’article  169 du présent Code, n’aura pas donné aux travailleurs une formation appropriée sur les risques inhérents aux lieux de travail et leur prévention, ou n’aura pas donné une formation spécifique aux travailleurs ou à leurs représentants ayant les missions de promouvoir la sécurité et la santé au travail. \n5. ne se sera pas conformé aux mesures de sécurité, de santé et d’environnement du travail précisé par les textes règlementaires, notamment le décret prévu à l’article  192 du présent Code; \n \nEn cas de récidive, la peine sera portée au double."
                    },
                    {
                      "title": "Article 365",
                      "content": "Sera puni d’une amende de un million d’Ariary tout employeur qui, en violation de l’article  179 et des textes règlementaires régissant l’organisation et le fonctionnement des services médicaux du travail et malgré la mise en demeure de l’Inspecteur du travail et des lois sociales du ressort notifiée dans les conditions prévues à l’article 380 du présent Code n’aura pas assuré les prestations médico-sanitaires fournies par un service médical du travail agréé par l’Etat, en y adhérant, en y affiliant le travailleur et en payant les cotisations y correspondantes. En cas de récidive, la peine d’amende sera portée au double et une peine de prison de cinq (05) jours à vingt-neuf (29) jours sera prononcée."
                    },
                    {
                      "title": "Article 366",
                      "content": "Sera puni de la même peine que celle prévue à l’article 365 ci-dessus et dans les mêmes conditions de mise en demeure, tout travailleur ayant refusé, en violation des articles  175 et  176 du présent Code, de se conformer aux mesures de sécurité, de santé et d’environnement du travail mises en place sur les lieux de travail."
                    }
                  ]
                }
              ]
            },
            {
              "value": "Section 2",
              "text": "des infractions relatives aux conditions de travail",
              "subsections": [
                {
                  "value": "Sous-section 1",
                  "text": "des infractions aux règles  protectrices de la rémunération",
                  "articles": [
                    {
                      "title": "Article 367",
                      "content": "Sera puni d’une amende de 1 million d’Ariary au moins à 4 millions d’Ariary au plus tout employeur qui, malgré la mise en demeure de l’Inspecteur du travail et des lois sociales du ressort notifiée dans les conditions prévues à l’article 380 du présent Code: \n \n1. aura, en violation de l’article 85 du présent Code et des textes règlementaires pris en son application, payé au travailleur un salaire inférieur au salaire minimum par catégorie professionnelle agricole et non agricole d’embauche ; \n2. aura exigé ou accepté du travailleur une rémunération quelconque à titre d’intermédiaire dans le règlement ou le paiement des salaires, indemnités, allocations et frais de toutes natures. \n \nEn cas de récidive, la peine sera portée au double."
                    },
                    {
                      "title": "Article 368",
                      "content": "Sera puni  d’une amende de 1 million d’Ariary au moins à 4 millions d’Ariary au plus tout employeur qui aura, en violation de l’article 87 du présent Code, rémunéré  un travailleur à la tâche, aux pièces, au rendement ou au « Target » à un salaire inférieur à celui du travailleur rémunéré au temps de capacité moyenne et travaillant normalement, effectuant un travail analogue, malgré la mise en demeure de l’Inspecteur du travail et des lois sociales du ressort notifiée dans les conditions prévues à l’article 380 du présent Code. \n \nEn cas de récidive, la peine sera portée au double."
                    },
                    {
                      "title": "Article 369",
                      "content": "Sera puni d’une amende de 1 million d’Ariary au moins à 4 millions d’Ariary au plus tout employeur qui, malgré la mise en demeure de l’Inspecteur du travail et des lois sociales du ressort notifiée dans les conditions prévues à l’article 380 du présent Code : \n \n1. aura, en violation des dispositions de l’article 91 du présent Code, payé le salaire en monnaie autre que celle ayant cours légal ou en boisson alcoolisée; \n2. n’aura pas appointé au mois les travailleurs payés à l’heure ou à la journée remplissant les conditions fixées par l’article 86 du présent Code; \n3. ne se sera pas conformé à l’obligation de délivrer un bulletin de paye dans les conditions prévues par l’article 95 du présent Code et les textes règlementaires pris en son application. \n \nEn cas de récidive, la peine sera portée au double."
                    }
                  ]
                },
                {
                  "value": "Sous-section 2",
                  "text": "des infractions aux règles régissant le temps de travail,  le droit au repos et au congé",
                  "articles": [
                    {
                      "title": "Article 370",
                      "content": "Sera puni d’une amende de un million d’Ariary au moins à quatre millions d’Ariary au plus, tout employeur ou son représentant qui, malgré la mise en demeure de l’Inspecteur du travail et des lois sociales du ressort notifiée dans les conditions prévues à l’article 380 du présent Code: \n \n1. aura, en violation de l’article 113 du présent Code, refusé d’accorder au travailleur le repos journalier ; \n2. aura, en violation de l’article 114 du présent Code et des textes règlementaires pris en son application, refusé d’accorder au travailleur le repos hebdomadaire ; \n3. aura, en violation de l’article 115 du présent Code, employé un jour férié un travailleur autre que ceux indiqués dans les dérogations accordées par le décret fixant annuellement la liste des jours fériés ; \n4. n’aura pas fait bénéficier aux travailleurs de nuit les mesures sanitaires prévues aux articles 119 et 120 du présent Code; \n5. n’aura pas, en violation de l’article 124 du présent Code et des textes règlementaires pris en son application, assuré le transport et la sécurité du personnel travaillant la nuit ; \n6. n’aura pas accordé tout ou partie de la jouissance du droit au congé annuel du travailleur prévu aux articles 125 à 133 du présent Code. \n \nEn cas de récidive, la peine sera portée au double."
                    }
                  ]
                }
              ]
            },
            {
              "value": "Section 3",
              "text": "des entraves à l’exercice des fonctions de l’Inspecteur et du Contrôleur du travail et des lois sociales",
              "articles": [
                {
                  "title": "Article 371",
                  "content": "– 1. Sera puni d’une peine de prison de trois (03) mois au moins à un (01) au plus et d’une amende d’un million quatre cent mille Ariary à cinq millions six cent mille Ariary ou de l’une de ces deux peines seulement, quiconque aura commis des actes de résistance, des outrages, des violences contre  les Inspecteurs du travail et des lois sociales, contre leurs substituts légaux mentionnés aux articles 316 et 317 du présent Code et contre les Contrôleurs du travail et des lois sociales, ainsi que quiconque se sera rendu coupable de toutes formes d’agissements visant à les empêcher d’accomplir  les missions et attributions qui leur sont assignées par la présente loi et par les textes réglementaires pris en son application. \n \nEn cas de récidive, la peine sera portée au double. \n2. Sera puni des peines prévues à l’article 473 du Code pénal, quiconque, sans raison valable ne comparaît pas ou ne se fait pas représenter à toute convocation ou injonction de l’Inspecteur du Travail."
                }
              ]
            },
            {
              "value": "Section 5",
              "text": "infractions aux règles régissant les formalités  obligatoires et les documents de contrôle",
              "articles": [
                {
                  "title": "Article 372",
                  "content": "Sera puni d’une amende de un million d’Ariary au moins à quatre millions d’Ariary au plus tout employeur qui, malgré la mise en demeure de l’Inspecteur du travail et des lois sociales du ressort notifiée dans les conditions prévues à l’article 380 du présent Code: \n \n1. n’aura pas établi de contrat de travail écrit conformément aux règles prévues par le présent Code quant au contenu et à la forme, y compris en ce qui concerne la langue à utiliser ; \n2. n’aura pas délivré un exemplaire du contrat de travail au travailleur ou à l’apprenti. \n \nEn cas de récidive, la peine sera portée au double."
                },
                {
                  "title": "Article 373",
                  "content": "Sera puni d’une amende de un million d’Ariary à quatre millions d’Ariary et, en cas de récidive, du double de cette peine, tout employeur qui, malgré la mise en demeure de l’Inspecteur du travail et des lois sociales du ressort notifiée dans les conditions prévues à l’article 380 du présent Code, n’aura pas adopté un règlement intérieur conformément aux dispositions des articles 234 à 240 du présent Code et aux textes règlementaires pris en leur application."
                },
                {
                  "title": "Article 374",
                  "content": "Sera puni d’une amende de un million d’Ariary au moins à quatre millions d’Ariary au plus et, en cas de récidive, du double de cette peine, tout employeur ou son représentant, qui, malgré la mise en demeure de l’Inspecteur du travail et des lois sociales du ressort notifiée dans les conditions prévues à l’article 380 du présent Code: \n \n1. n’aura pas fait conformément à l’article 319 du présent Code et aux arrêtés ministériels pris en son application la déclaration d’ouverture d’entreprise ou d’établissement ; \n2. n’aura pas tenu à jour le registre de l’employeur, conformément à l’article 320  du présent Code et aux textes règlementaires pris en son application ; \n3. n’aura pas tenu le registre pour chaque catégorie spéciale de travailleur prévu à l’article 321 du présent Code. \n \nSera puni de la même peine et dans la même condition de mise en demeure l’entrepreneur titulaire qui n’aura pas tenu à jour la liste de ses sous-traitants prévue à l’article 323 du présent Code. \n \nEn cas de récidive, la peine sera portée au double."
                },
                {
                  "title": "Article 375",
                  "content": "Seront punis d’une amende de un million d’Ariary à quatre millions d’Ariary: \n1. tout propriétaire ou dirigeant d’une agence d’emploi privée, qui, en violation de l’alinéa premier de l’article 335 du présent Code, aura fait payer au travailleur des droits ou frais de quelque nature que ce soit ; \n2. tout propriétaire ou dirigeant d’une agence d’emploi privée qui, malgré la mise en demeure qui lui aura été adressée par l’Inspecteur du travail et des lois sociales du ressort dans les conditions prévues à l’article 380, aura  refusé de fournir périodiquement au Ministre chargé du Travail et de l\u0027Emploi les informations sur les offres reçues, telles qu’elles sont requises aux fins du suivi du marché du travail par l’article 337 du présent Code et les textes réglementaires pris en son application. \n \nEn cas de récidive, la peine sera portée au double."
                }
              ]
            }
          ]
        },
        {
          "value": "CHAPITRE II",
          "text": "DE LA RESPONSABILITE",
          "articles": [
            {
              "title": "Article 376",
              "content": "L’employeur n’est responsable pénalement que pour les infractions pénales qu’il commet lui-même."
            },
            {
              "title": "Article 377",
              "content": "Lorsqu’une des infractions visées par la présente loi a été commise pour le compte d’une personne morale par ses organes, dirigeants ou représentants, ladite personne morale est punie d’une peine d’amende.  \n \nLa responsabilité pénale des personnes morales n’exclut pas celle des personnes physiques auteurs ou complices des mêmes faits."
            },
            {
              "title": "Article 378",
              "content": "Outre leurs propres responsabilités pénales et civiles pour leur implication reconnue dans l’infraction, les Chefs d’entreprise sont civilement responsables des condamnations prononcées contre leurs représentants, fondés de pouvoir ou préposés."
            }
          ]
        },
        {
          "value": "CHAPITRE III",
          "text": "DES MODALITES PROCEDURALES",
          "sections": [
            {
              "value": "Section 1",
              "text": "de la constatation des infractions",
              "articles": [
                {
                  "title": "Article 379",
                  "content": "Les Inspecteurs du travail et des lois sociales sont chargés, dans les conditions prévues à l’article 382 du présent Code, de constater, s’il y a lieu, les infractions : \n1. au Code du travail ; \n2. au Code de prévoyance  sociale ; \n3. aux dispositions pénales associées au Code du travail ; \n4. aux règlementations sur l’immigration et l’émigration liées au travail."
                },
                {
                  "title": "Article 380",
                  "content": "Lorsqu’une mise en demeure de l’Inspecteur du travail et des lois sociales du ressort est prévue dans le cadre des dispositions du présent Titre, son destinataire dispose en principe d’un délai de trente jours francs à compter de la notification. \nToutefois, l’Inspecteur du travail et des lois sociales peut toujours accorder un délai plus court si, compte tenu de la nature de l’infraction combinée aux circonstances entourant sa survenance, il estime qu’il y a urgence à ce que la situation soit le plus rapidement possible redressée.  \n \nDe même, lorsqu’aucune mise en demeure n’est prévue, l’Inspecteur du travail et des lois sociales, s’il estime que la situation peut raisonnablement être redressée, peut toujours accorder un délai à l’auteur de l’infraction pour y procéder. \n \nPassé ces délais de mise en demeure, si l’auteur n’a pris aucune mesure significative pour redresser la situation ou faire cesser les agissements illégaux, l’infraction est constituée et l’Inspecteur du travail et des lois sociales du ressort la constate par le procès-verbal prévu à l’article 382 du présent Code."
                }
              ]
            },
            {
              "value": "Section 2",
              "text": "du Tribunal compétent",
              "articles": [
                {
                  "title": "Article 381",
                  "content": "Les infractions prévues par la présente loi sont portées devant le Tribunal de simple police ou le tribunal correctionnel, suivant les dispositions du Code de procédure pénale, conformément à la procédure de citation directe."
                }
              ]
            },
            {
              "value": "Section 3",
              "text": "de la poursuite",
              "articles": [
                {
                  "title": "Article 382",
                  "content": "1°Le Ministère Public est maître de la poursuite par le déclenchement de l’action publique.  \n \n2°Il est saisi par l’Inspecteur du travail et des lois sociales dans les conditions prévues au présent article.  \n3° Toutes infractions prévues par le présent Code doivent être portées devant l’Inspecteur du travail et des lois sociales. Ainsi, toutes plaintes reçues devant d’autres Officiers de Police Judiciaire doivent être transférées à l’Inspecteur du travail et des lois sociales sauf en cas de faits de harcèlement et de violences au travail ; d’entrave et de résistance à l’encontre des Inspecteurs du travail et des lois sociales dans l’exercice de leurs fonctions ou toutes infractions visées expressément par le Code pénal.  \n \nL’Inspecteur du travail et des lois sociales est habilité à saisir directement les autorités judiciaires compétentes.  \n \nIl constate par procès-verbal faisant foi jusqu\u0027à preuve du contraire les infractions aux dispositions de la législation et de la réglementation. \n \nA peine de nullité, l’original du procès-verbal doit être adressé dans un mois de sa clôture, au Procureur de la République et une copie certifiée conforme est adressée à la partie mise en cause ou à son représentant. \n \nLe Procureur de la République est tenu d’enrôler dans un délai de un (01) mois le procès-verbal, par voie de citation directe.90"
                }
              ]
            }
          ]
        },
        {
          "value": "CHAPITRE IV",
          "text": "DU JUGEMENT",
          "articles": [
            {
              "title": "Article 383",
              "content": "Les dispositions du Code pénal et du Code de procédure pénale relatives au sursis et aux circonstances atténuantes sont applicables aux infractions aux dispositions du présent Code."
            },
            {
              "title": "Article 384",
              "content": "Lorsqu’une amende est prononcée en vertu du présent Titre, elle est encourue autant de fois qu’il y a d’infractions."
            },
            {
              "title": "Article 385",
              "content": "Pour les contraventions, il y a récidive lorsque dans les douze mois (12) antérieurs au fait poursuivi, le contrevenant a déjà fait l’objet d’une condamnation pour un fait identique.  \n \nPour les délits, le délai est de trois (3) ans."
            }
          ]
        },
        {
          "value": "CHAPITRE V",
          "text": "DE LA TRANSACTION PENALE",
          "articles": [
            {
              "title": "Article 386",
              "content": "Pour les infractions prévues au présent Titre, l’Inspecteur du travail du ressort, après avoir constaté l’infraction par le procès-verbal d’infraction visé à l’article 382 ci-dessus, est autorisé à proposer par écrit à l’auteur de payer directement au trésor public une partie de la sanction équivalente à : \n \n1. au maximum soixante-quinze pour cent de l’amende minimale, dans les cas où la peine prévue comporte un emprisonnement et/ou une amende ; \n \n2. au maximum la moitié de l’amende minimale, dans les cas où la peine prévue comporte uniquement une amende."
            },
            {
              "title": "Article 387",
              "content": "Si l’auteur désigné par le procès-verbal d’infraction accepte le paiement, un procès-verbal d’acceptation de la transaction est dressé par l’Inspecteur du travail et des lois sociales dans les conditions prévues à l’article 314 du présent Code et contresigné par l’auteur de l’infraction, puis transmis par l’Inspecteur du travail et des lois sociales au Procureur de la République pour homologation. \n \nL’homologation du procès-verbal d’acceptation confère à l’amende le caractère de créance de l’Etat. Elle est alors admise en recette au budget général de l’Etat et payée au comptable public assignataire selon la procédure prévue à cet effet par la règlementation financière. \n \nLe paiement effectif attesté par la quittance du trésor public a pour effet l’irrecevabilité de toute poursuite pénale ultérieure relative à l’infraction objet de la transaction."
            },
            {
              "title": "Article 388",
              "content": "Si l’auteur désigné par le procès-verbal d’infraction refuse le paiement, un procès-verbal de refus de la transaction est dressé par l’Inspecteur du travail et des lois sociales du ressort, dans les conditions prévues à l’article 314 du présent Code et transmis au Parquet avec le procès-verbal d’infraction.91"
            },
            {
              "title": "Article 389",
              "content": "La transaction pénale n’est pas autorisée en cas de récidive."
            }
          ]
        }
      ]
    },
    {
      "value": "TITRE XI",
      "text": "DES DISPOSITIONS TRANSITOIRES ET FINALES",
      "getArticle": [
        {
          "title": "Article 390",
          "content": "En tant que de besoin, des textes règlementaires peuvent être pris pour assurer l\u0027application des dispositions du présent Code."
        },
        {
          "title": "Article 391",
          "content": "–Jusqu’à l’adoption des textes règlementaires de remplacement, ceux pris en application des Codes du travail antérieurs et de l’ancienne Loi n° 94-027 du 17 novembre 1994 portant Code d’hygiène, de sécurité et d\u0027environnement du travail demeurent applicables en toutes leurs dispositions non contraires à la présente loi."
        },
        {
          "title": "Article 392",
          "content": "Les dispositions du présent Code du travail sont, de plein droit, applicables aux contrats individuels de travail en cours. Elles ne peuvent constituer une cause de rupture de ces contrats. \n \nToute clause d\u0027un contrat de travail en cours qui ne serait pas conforme aux dispositions du présent Code du travail ainsi qu’à celles des textes réglementaires pris en son application est considérée comme modifiée de plein droit par ces textes."
        },
        {
          "title": "Article 393",
          "content": "Les conventions collectives restent en vigueur en celles de leurs dispositions qui ne sont pas contraires au présent Code et peuvent faire l\u0027objet de décrets d\u0027extension."
        },
        {
          "title": "Article 394",
          "content": "Sont et demeurent abrogées toutes dispositions antérieures contraires au présent Code, notamment celles de la Loi n° 2003-044 du 28 juillet 2004 portant Code du travail."
        },
        {
          "title": "Article 395",
          "content": "La présente loi sera publiée au Journal Officiel de la République.  \n \nElle sera exécutée comme loi de l\u0027Etat."
        }
      ]
    }
  ]
}